[
    {
      "bodyPart": "cintura",
      "equipo": "peso corporal",
      "gifUrl": "https://v2.exercisedb.io/image/4jZvsl5-rOPhGl",
      "id": "0001",
      "Nombre": "3/4 sentadillas",
      "objetivo": "abs",
      "músculos secundarios": [
        "flexores de cadera",
        "espalda baja"
      ],
      "instrucciones": [
        "Túmbate boca arriba con las rodillas flexionadas y los pies apoyados en el suelo.",
        "Coloca las manos detrás de la cabeza con los codos apuntando hacia fuera.",
        "Contrayendo los abdominales, levanta lentamente la parte superior del cuerpo del suelo, curvándote hacia delante hasta que el torso forme un ángulo de 45 grados.",
        "Haz una pausa un momento en la parte superior y luego baja lentamente la parte superior del cuerpo hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "peso corporal",
      "gifUrl": "https://v2.exercisedb.io/image/jfnYCbN0H1BNpD",
      "id": "0002",
      "nombre": "curva lateral de 45°",
      "objetivo": "abs",
      "músculos secundarios": [
        "oblicuos"
      ],
      "instrucciones": [
        "Colócate de pie con los pies separados a la altura de los hombros y los brazos extendidos hacia abajo a los lados.",
        "Manteniendo la espalda recta y el tronco contraído, dobla lentamente el torso hacia un lado, bajando la mano hacia la rodilla.",
        "Pausa un momento en la parte inferior, luego vuelve lentamente a la posición inicial.",
        "Repite en el otro lado.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "peso corporal",
      "gifUrl": "https://v2.exercisedb.io/image/ryzfO51gW0lIAl",
      "id": "0003",
      "nombre": "bicicleta aérea",
      "objetivo": "abs",
      "músculos secundarios": [
        "flexores de cadera"
      ],
      "instrucciones": [
        "Túmbate boca arriba con las manos colocadas detrás de la cabeza.",
        "Levanta las piernas del suelo y dobla las rodillas en un ángulo de 90 grados.",
        "Lleva el codo derecho hacia la rodilla izquierda al tiempo que estiras la pierna derecha.",
        "Vuelve a la posición inicial y repite el movimiento en el lado opuesto, llevando el codo izquierdo hacia la rodilla derecha mientras estiras la pierna izquierda.",
        "Continúe alternando los lados con un movimiento de pedaleo durante el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "peso corporal",
      "gifUrl": "https://v2.exercisedb.io/image/dlCozo9PWaFUXx",
      "id": "0006",
      "nombre": "tacones alternativos",
      "objetivo": "abs",
      "músculos secundarios": [
        "oblicuos"
      ],
      "instrucciones": [
        "Túmbate boca arriba con las rodillas flexionadas y los pies apoyados en el suelo.",
        "Extiende los brazos rectos hacia los lados, paralelos al suelo.",
        "Contrayendo los abdominales, levanta los hombros del suelo y lleva la mano derecha hacia el talón derecho.",
        "Vuelve a la posición inicial y repite en el lado izquierdo, llevando la mano izquierda hacia el talón izquierdo.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "espalda",
      "equipo": "cable",
      "gifUrl": "https://v2.exercisedb.io/image/2FSTxIJNOaMaCI",
      "id": "0007",
      "nombre": "pulldown lateral alternativo",
      "objetivo": "lats",
      "músculos secundarios": [
        "bíceps",
        "romboides"
      ],
      "instrucciones": [
        "Siéntate en la máquina de cable con la espalda recta y los pies apoyados en el suelo.",
        "Agarra las empuñaduras con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Inclínate ligeramente hacia atrás y tira de las asas hacia el pecho, apretando los omóplatos entre sí.",
        "Haz una pausa durante un momento en el punto álgido del movimiento y, a continuación, suelta lentamente las asas para volver a la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "pecho",
      "equipo": "máquina de palanca",
      "gifUrl": "https://v2.exercisedb.io/image/jvxFB9XdC1jRO2",
      "id": "0009",
      "nombre": "inmersión torácica asistida (de rodillas)",
      "objetivo": "pectorales",
      "músculos secundarios": [
        "tríceps",
        "hombros"
      ],
      "instrucciones": [
        "Ajuste la máquina a la altura deseada y fije las rodillas en la almohadilla.",
        "Agarra las asas con las palmas hacia abajo y los brazos completamente extendidos.",
        "Baja el cuerpo doblando los codos hasta que la parte superior de los brazos quede paralela al suelo.",
        "Pausa un momento, luego empújate hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "asistido",
      "gifUrl": "https://v2.exercisedb.io/image/LFIknN0fzjOHdj",
      "id": "0010",
      "Nombre": "elevación de rodilla colgante asistida con derribo",
      "objetivo": "abs",
      "músculos secundarios": [
        "flexores de cadera",
        "espalda baja"
      ],
      "instrucciones": [
        "Cuélgate de una barra de dominadas con los brazos completamente extendidos y las palmas de las manos mirando hacia fuera.",
        "Contrae el tronco y levanta las rodillas hacia el pecho, manteniendo las piernas juntas.",
        "Una vez que las rodillas estén a la altura del pecho, lanza explosivamente las piernas hacia el suelo, extendiéndolas completamente.",
        "Deja que tus piernas vuelvan a balancearse hacia arriba y repite el movimiento durante el número de repeticiones deseado."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "asistido",
      "gifUrl": "https://v2.exercisedb.io/image/0I4Z6A4fKozuYx",
      "id": "0011",
      "nombre": "elevación de rodilla colgante asistida",
      "objetivo": "abs",
      "músculos secundarios": [
        "flexores de cadera"
      ],
      "instrucciones": [
        "Cuélgate de una barra de dominadas con los brazos completamente extendidos y las palmas de las manos mirando hacia fuera.",
        "Contrae los músculos centrales y levanta las rodillas hacia el pecho, flexionando caderas y rodillas.",
        "Pausa un momento en la parte superior del movimiento, apretando los abdominales.",
        "Baja lentamente las piernas hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "asistido",
      "gifUrl": "https://v2.exercisedb.io/image/aX3mMRjURJY5cC",
      "id": "0012",
      "nombre": "elevación de piernas en decúbito asistido con derribo lateral",
      "objetivo": "abs",
      "músculos secundarios": [
        "flexores de cadera",
        "oblicuos"
      ],
      "instrucciones": [
        "Túmbate boca arriba con las piernas extendidas y los brazos a los lados.",
        "Coloca las manos debajo de los glúteos para apoyarte.",
        "Contrae los abdominales y levanta las piernas del suelo, manteniéndolas rectas.",
        "Manteniendo las piernas juntas, bájalas hacia un lado hasta que estén a unos centímetros del suelo.",
        "Haz una pausa, luego levanta las piernas hasta la posición inicial.",
        "Repite el movimiento hacia el otro lado.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "asistido",
      "gifUrl": "https://v2.exercisedb.io/image/AIk1PPwtBwt8ag",
      "id": "0013",
      "nombre": "elevación asistida de piernas tumbado con derribo",
      "objetivo": "abs",
      "músculos secundarios": [
        "flexores de cadera",
        "cuádriceps"
      ],
      "instrucciones": [
        "Túmbate boca arriba con las piernas extendidas y los brazos a los lados.",
        "Coloca las manos debajo de los glúteos para apoyarte.",
        "Contrae el tronco y levanta las piernas del suelo, manteniéndolas rectas.",
        "Levanta las piernas hasta que estén perpendiculares al suelo.",
        "Baja las piernas hasta la posición inicial.",
        "Simultáneamente, lanza las piernas hacia el suelo, manteniéndolas rectas.",
        "Levanta las piernas hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "cintura",
      "equipo": "balón medicinal",
      "gifUrl": "https://v2.exercisedb.io/image/Qy2cU45ebeFmcs",
      "id": "0014",
      "nombre": "movimiento asistido giro ruso",
      "objetivo": "abs",
      "músculos secundarios": [
        "oblicuos",
        "espalda baja"
      ],
      "instrucciones": [
        "Siéntate en el suelo con las rodillas flexionadas y los pies apoyados en el suelo.",
        "Sujeta el balón medicinal con ambas manos delante del pecho.",
        "Inclínate ligeramente hacia atrás, contrayendo los abdominales y manteniendo la espalda recta.",
        "Gira lentamente el torso hacia la derecha, llevando el balón medicinal hacia el lado derecho del cuerpo.",
        "Haz una pausa, luego gira el torso hacia la izquierda, llevando el balón medicinal hacia el lado izquierdo del cuerpo.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "espalda",
      "equipo": "máquina de palanca",
      "gifUrl": "https://v2.exercisedb.io/image/RIrbHMbDi464QD",
      "id": "0015",
      "Nombre": "pull-up paralelo asistido de agarre cerrado",
      "objetivo": "lats",
      "músculos secundarios": [
        "bíceps",
        "antebrazos"
      ],
      "instrucciones": [
        "Ajusta la máquina a tu peso y altura deseados.",
        "Coloca las manos en las barras paralelas con un agarre cerrado, con las palmas enfrentadas.",
        "Cuélgate de las barras con los brazos completamente extendidos y los pies despegados del suelo.",
        "Contrae los músculos de la espalda y sube el cuerpo hacia las barras, manteniendo los codos pegados al cuerpo.",
        "Continúa tirando hasta que tu barbilla esté por encima de las barras.",
        "Haz una pausa un momento en la parte superior y luego baja lentamente el cuerpo hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "parte superior de las piernas",
      "equipo": "asistido",
      "gifUrl": "https://v2.exercisedb.io/image/gH-77Vo12c1KiY",
      "id": "0016",
      "nombre": "tendón prono asistido",
      "objetivo": "isquiotibiales",
      "músculos secundarios": [
        "glúteos",
        "espalda baja"
      ],
      "instrucciones": [
        "Túmbate boca abajo en una colchoneta o banco con las piernas completamente extendidas.",
        "Ten un compañero o utiliza una banda de resistencia para sujetar los tobillos.",
        "Contrae los isquiotibiales y levanta las piernas hacia los glúteos, manteniendo las rodillas rectas.",
        "Haz una pausa un momento en la parte superior y luego baja lentamente las piernas hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "espalda",
      "equipo": "máquina de palanca",
      "gifUrl": "https://v2.exercisedb.io/image/0jvLkWD2Ivq5ZV",
      "id": "0017",
      "nombre": "pull-up asistido",
      "objetivo": "lats",
      "músculos secundarios": [
        "bíceps",
        "antebrazos"
      ],
      "instrucciones": [
        "Ajuste la máquina a su peso y altura deseados.",
        "Agarra las asas con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Cuélgate con los brazos completamente extendidos y los pies despegados del suelo.",
        "Contrae los músculos de la espalda y sube el cuerpo hacia las asas, manteniendo los codos pegados al cuerpo.",
        "Continúa tirando hasta que tu barbilla esté por encima de las asas.",
        "Haz una pausa un momento en la parte superior y luego baja lentamente el cuerpo hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "brazos superiores",
      "equipo": "asistido",
      "gifUrl": "https://v2.exercisedb.io/image/vZthWqM1M9R5Fk",
      "id": "0018",
      "nombre": "extensión de tríceps de pie asistida (con toalla)",
      "objetivo": "tríceps",
      "músculos secundarios": [
        "hombros"
      ],
      "instrucciones": [
        "Ponte de pie con los pies separados a la altura de los hombros y sujeta una toalla con ambas manos por detrás de la cabeza.",
        "Mantén los codos cerca de las orejas y la parte superior de los brazos inmóvil.",
        "Extiende lentamente los antebrazos hacia arriba, apretando los tríceps en la parte superior.",
        "Haz una pausa, luego baja lentamente la toalla hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "brazos superiores",
      "equipo": "máquina de palanca",
      "gifUrl": "https://v2.exercisedb.io/image/ih7tvs97UXrKfn",
      "id": "0019",
      "nombre": "inmersión asistida de tríceps (de rodillas)",
      "objetivo": "tríceps",
      "músculos secundarios": [
        "pecho",
        "hombros"
      ],
      "instrucciones": [
        "Ajusta la máquina a tu peso y altura deseados.",
        "Arrodíllate en la almohadilla frente a la máquina, con las manos agarrando las asas.",
        "Baja el cuerpo doblando los codos, manteniendo la espalda recta y cerca de la máquina.",
        "Pausa un momento en la parte inferior, luego empuja hacia arriba hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "parte superior de las piernas",
      "equipo": "peso corporal",
      "gifUrl": "https://v2.exercisedb.io/image/IS5HE8p12sPwLR",
      "id": "0020",
      "nombre": "tablero de equilibrio",
      "objetivo": "quads",
      "músculos secundarios": [
        "terneros",
        "isquiotibiales",
        "glúteos"
      ],
      "instrucciones": [
        "Coloca la tabla de equilibrado sobre una superficie plana.",
        "Pisa la tabla de equilibrio con un pie, asegurándote de que está centrado.",
        "Desplaza lentamente el peso sobre el pie de la tabla de equilibrio, manteniendo el tronco contraído.",
        "Mantén el equilibrio y la estabilidad mientras mantienes la posición durante el tiempo deseado.",
        "Repite el ejercicio con el otro pie."
      ]
    },
    {
      "bodyPart": "espalda",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/jzSWtrPrTCMFHa",
      "id": "0022",
      "nombre": "barbell pullover to press",
      "objetivo": "lats",
      "músculos secundarios": [
        "tríceps",
        "pecho",
        "hombros"
      ],
      "instrucciones": [
        "Túmbate en un banco con la cabeza en un extremo y los pies en el suelo.",
        "Sujeta la mancuerna con un agarre en pronación (con las palmas hacia fuera) y extiende los brazos rectos por encima del pecho.",
        "Manteniendo los brazos estirados, baja la barra por detrás de la cabeza con un movimiento en forma de arco hasta que sientas un estiramiento en los dorsales.",
        "Haz una pausa, luego invierte el movimiento y vuelve a presionar la barra hasta la posición inicial por encima del pecho.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "brazos superiores",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/VlHmeicS9FF-55",
      "id": "0023",
      "nombre": "curl de bíceps alterno con barra",
      "objetivo": "bíceps",
      "músculos secundarios": [
        "antebrazos"
      ],
      "instrucciones": [
        "Ponte derecho con los pies separados a la altura de los hombros y sujeta una barra en cada mano, con las palmas hacia delante.",
        "Mantén la parte superior de los brazos inmóvil y exhala mientras curvas las pesas contrayendo los bíceps.",
        "Continúa elevando las pesas hasta que tus bíceps estén completamente contraídos y las pesas estén a la altura de tus hombros.",
        "Mantén la posición contraída durante una breve pausa mientras aprietas los bíceps.",
        "Inhala mientras comienzas a bajar lentamente las pesas hasta la posición inicial.",
        "Repita el número deseado de repeticiones, alternando los brazos."
      ]
    },
    {
      "bodyPart": "piernas superiores",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/nf90lOy3uiOxFD",
      "id": "0024",
      "Nombre": "sentadilla frontal con banco de barra",
      "objetivo": "quads",
      "músculos secundarios": [
        "isquiotibiales",
        "glúteos",
        "terneros"
      ],
      "instrucciones": [
        "Empieza de pie con los pies separados a la altura de los hombros y la barra apoyada en la parte superior del pecho, justo debajo de la clavícula.",
        "Sujeta la barra con un agarre por encima de la mano, manteniendo los codos levantados y la parte superior de los brazos paralela al suelo.",
        "Baja el cuerpo hasta la posición de cuclillas doblando las rodillas y las caderas, manteniendo la espalda recta y el pecho erguido.",
        "Haz una pausa al final de la sentadilla y empuja con los talones para volver a la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "pecho",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/mI-SYSDh0ZT5DN",
      "id": "0025",
      "nombre": "press de banca con barra",
      "objetivo": "pectorales",
      "músculos secundarios": [
        "tríceps",
        "hombros"
      ],
      "instrucciones": [
        "Túmbate en un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Agarra la barra con un agarre por encima de la mano con una separación ligeramente superior a la anchura de los hombros.",
        "Levanta la barra del soporte y mantenla directamente por encima del pecho con los brazos completamente extendidos.",
        "Baja la barra lentamente hacia el pecho, manteniendo los codos metidos.",
        "Haz una pausa cuando la barra toque tu pecho.",
        "Empuja la barra hasta la posición inicial extendiendo los brazos.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "parte superior de las piernas",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/7T3bsyGHMb1ZMu",
      "id": "0026",
      "nombre": "sentadilla con barra",
      "objetivo": "quads",
      "músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
      ],
      "instrucciones": [
        "Coloca una barra en un rack de sentadillas a la altura del pecho.",
        "Colócate de espaldas al potro, con los pies separados a la altura de los hombros.",
        "Dobla las rodillas y baja el cuerpo hasta la posición de cuclillas, manteniendo la espalda recta y el pecho erguido.",
        "Agarra la barra con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Levanta la barra del soporte y da un paso atrás, asegurándote de que los pies siguen separados a la anchura de los hombros.",
        "Baja el cuerpo en cuclillas, manteniendo las rodillas alineadas con los dedos de los pies.",
        "Pausa un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "espalda",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/xUJUVkByLRbF3L",
      "id": "0027",
      "nombre": "remo inclinado con barra",
      "objetivo": "parte superior de la espalda",
      "músculos secundarios": [
        "bíceps",
        "antebrazos"
      ],
      "instrucciones": [
        "Ponte de pie con los pies separados a la altura de los hombros y las rodillas ligeramente flexionadas.",
        "Inclínate hacia delante por las caderas mientras mantienes la espalda recta y el pecho erguido.",
        "Agarra la barra con un agarre por encima de la mano, con las manos ligeramente separadas a la anchura de los hombros.",
        "Tira de la barra hacia la parte inferior del pecho retrayendo los omóplatos y apretando los músculos de la espalda.",
        "Pausa un momento en la parte superior, luego baja lentamente la barra de nuevo a la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "parte superior de las piernas",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/-6oRQzj5fFjSQ2",
      "id": "0028",
      "nombre": "barbell clean and press",
      "objetivo": "quads",
      "músculos secundarios": [
        "isquiotibiales",
        "glúteos",
        "hombros",
        "tríceps"
      ],
      "instrucciones": [
        "Colócate de pie con los pies separados a la altura de los hombros y la barra de pesas en el suelo frente a ti.",
        "Dobla las rodillas y flexiona las caderas para bajar y agarra la barra con un agarre por encima de la mano, con las manos ligeramente separadas a la anchura de los hombros.",
        "Impulsa los talones y extiende las caderas y las rodillas para levantar la barra del suelo, manteniéndola cerca del cuerpo.",
        "Cuando la barra llegue a los muslos, extiende explosivamente las caderas, encoge los hombros y tira de la barra hacia el pecho.",
        "Cuando la barra llegue a la altura del pecho, déjate caer rápidamente debajo de ella y cógela a la altura de los hombros, con los codos apuntando hacia delante y las palmas de las manos hacia arriba.",
        "Desde la posición de agarre, presiona la barra por encima de la cabeza extendiendo los brazos y empujando la barra hacia arriba.",
        "Vuelve a bajar la barra hasta la posición inicial y repite el número de repeticiones deseado."
      ]
    },
    {
      "bodyPart": "piernas superiores",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/tSVOY1eKlrxaQF",
      "id": "0029",
      "Nombre": "sentadilla frontal con barra y agarre limpio",
      "objetivo": "glúteos",
      "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros",
        "núcleo"
      ],
      "instrucciones": [
        "Empieza de pie con los pies separados a la altura de los hombros y la barra apoyada en la parte superior del pecho, con los codos apuntando hacia delante.",
        "Baja el cuerpo doblando las rodillas y empujando las caderas hacia atrás, como si te sentaras en una silla.",
        "Mantén el pecho erguido y la espalda recta mientras bajas, asegurándote de que las rodillas no sobrepasan los dedos de los pies.",
        "Continúa bajando hasta que tus muslos estén paralelos al suelo, o tan bajo como puedas llegar cómodamente.",
        "Haz una pausa un momento en la parte inferior, luego empuja con los talones para volver a ponerte de pie, extendiendo las caderas y las rodillas.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "brazos superiores",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/uCWRvdMgOX8WGG",
      "id": "0030",
      "Nombre": "press de banca con barra",
      "objetivo": "tríceps",
      "músculos secundarios": [
        "pecho",
        "hombros"
      ],
      "instrucciones": [
        "Túmbate en un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Agarra la barra con un agarre cerrado, ligeramente más estrecho que la anchura de los hombros.",
        "Suelta la barra y bájala lentamente hacia el pecho, manteniendo los codos pegados al cuerpo.",
        "Haz una pausa cuando la barra toque tu pecho.",
        "Empuja la barra hasta la posición inicial, extendiendo completamente los brazos.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "brazos superiores",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/vkPcpOa2SIuhWQ",
      "id": "0031",
      "nombre": "curl de barra",
      "objetivo": "bíceps",
      "músculos secundarios": [
        "antebrazos"
      ],
      "instrucciones": [
        "Ponte recto con los pies separados a la altura de los hombros y sujeta una barra con un agarre por debajo de la mano, con las palmas hacia delante.",
        "Mantén los codos pegados al torso y exhala mientras curvas las pesas contrayendo los bíceps.",
        "Continúa elevando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de tus hombros.",
        "Mantén la posición contraída durante una breve pausa mientras aprietas los bíceps.",
        "Inhala mientras comienzas a bajar lentamente la barra hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "parte superior de las piernas",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/zZPt4A4rQMPHIJ",
      "id": "0032",
      "nombre": "peso muerto con barra",
      "objetivo": "glúteos",
      "músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
      ],
      "instrucciones": [
        "Colócate de pie con los pies separados a la altura de los hombros y la barra en el suelo delante de ti.",
        "Dobla las rodillas y flexiona las caderas para bajar el torso y agarra la barra con un agarre por encima de la mano, con las manos ligeramente separadas a la anchura de los hombros.",
        "Mantén la espalda recta y el pecho levantado mientras te impulsas con los talones para levantar la barra del suelo, extendiendo las caderas y las rodillas.",
        "Cuando te pongas de pie, aprieta los glúteos y mantén el tronco contraído.",
        "Vuelve a bajar la barra hasta el suelo doblando las caderas y las rodillas, manteniendo la espalda recta.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "pecho",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/SWk7XUzSeOBzPg",
      "id": "0033",
      "Nombre": "press de banca con barra",
      "objetivo": "pectorales",
      "músculos secundarios": [
        "tríceps",
        "hombros"
      ],
      "instrucciones": [
        "Túmbate en un banco declinado con los pies sujetos y la cabeza más baja que las caderas.",
        "Agarra la barra con un agarre por encima de la mano con una separación ligeramente superior a la anchura de los hombros.",
        "Suelta la barra y bájala lentamente hacia el pecho, manteniendo los codos metidos.",
        "Pausa un momento en la parte inferior, luego empuja la barra hacia arriba hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "espalda",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/ScBHpzLvraEPPz",
      "id": "0034",
      "Nombre": "barbell decline bent arm pullover",
      "objetivo": "lats",
      "músculos secundarios": [
        "tríceps",
        "pecho"
      ],
      "instrucciones": [
        "Túmbate en un banco declinado con la cabeza más baja que las caderas y los pies sujetos.",
        "Sujeta una mancuerna con un agarre en pronación (con las palmas de las manos hacia fuera) y extiende los brazos rectos por encima del pecho.",
        "Baja la barra por detrás de la cabeza de forma controlada, manteniendo los brazos ligeramente flexionados.",
        "Haz una pausa, luego levanta la barra hasta la posición inicial contrayendo los dorsales.",
        "Repetir el número deseado de repeticiones."
      ]
    },
    {
      "bodyPart": "brazos superiores",
      "equipo": "barra",
      "gifUrl": "https://v2.exercisedb.io/image/hSL747XFCq6NNc",
      "id": "0035",
      "Nombre": "Barbell declive agarre estrecho a la prensa cráneo",
      "objetivo": "tríceps",
      "músculos secundarios": [
        "pecho",
        "hombros"
      ],
      "instrucciones": [
        "Túmbate en un banco declinado con la cabeza más baja que los pies y sujeta una barra con un agarre cerrado.",
        "Baja la barra hacia la frente doblando los codos, manteniendo la parte superior de los brazos inmóvil.",
        "Haz una pausa por un momento y luego extiende los brazos para volver a presionar la barra hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
      ]
    },  
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/QQW3BUdc-sg2R6",
        "id": "0036",
        "Nombre": "barbell decline wide-grip press",
        "objetivo": "pectorales",
        "músculos secundarios": [
        "tríceps",
        "hombros"
        ],
        "instrucciones": [
        "Túmbate en un banco declinado con los pies sujetos y la cabeza más baja que las caderas.",
        "Agarra la barra con un agarre ancho, con una separación ligeramente superior a la anchura de los hombros.",
        "Baja la barra hasta el pecho, manteniendo los codos hacia los lados.",
        "Empuja la barra hasta la posición inicial, extendiendo completamente los brazos.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/rDlAO9SfxiDKzJ",
        "id": "0037",
        "Nombre": "barbell decline wide-grip pullover",
        "objetivo": "lats",
        "músculos secundarios": [
        "tríceps",
        "pecho"
        ],
        "instrucciones": [
        "Túmbate en un banco declinado con la cabeza más baja que las caderas y los pies sujetos.",
        "Sujeta una barra con un agarre ancho y extiende los brazos rectos por encima del pecho.",
        "Baja la barra por detrás de la cabeza de forma controlada, manteniendo los brazos rectos.",
        "Pausa un momento, luego levanta la barra de nuevo a la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/bbzNT-mahbek9H",
        "id": "0038",
        "nombre": "barbell drag curl",
        "objetivo": "bíceps",
        "músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Colócate de pie con los pies separados a la altura de los hombros y sujeta una barra con un agarre por debajo de la mano, con las palmas hacia arriba.",
        "Deja que la barra cuelgue a la altura del brazo frente a tus muslos.",
        "Manteniendo la parte superior de los brazos inmóvil, sube la barra hacia el pecho contrayendo los bíceps.",
        "Pausa un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/RTBeRw4U98hiwy",
        "id": "0039",
        "nombre": "sentadilla frontal con barra",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros",
        "núcleo"
        ],
        "instrucciones": [
        "Empieza poniéndote de pie con los pies separados a la altura de los hombros, con los dedos ligeramente girados hacia fuera.",
        "Sujeta la barra delante del pecho con las manos separadas a la altura de los hombros y los codos apuntando hacia delante.",
        "Contrae el tronco y mantén el pecho erguido mientras bajas el cuerpo hasta la posición de sentadilla, empujando las caderas hacia atrás y doblando las rodillas.",
        "Baja hasta que los muslos queden paralelos al suelo, o hasta donde puedas llegar cómodamente.",
        "Pausa un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/cIR68ah7Whwzeo",
        "id": "0040",
        "Nombre": "levantamiento frontal con barra y pullover",
        "objetivo": "pectorales",
        "músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Colócate de pie con los pies separados a la altura de los hombros y sujeta una barra con un agarre por encima de la mano, con las palmas hacia abajo.",
        "Mantén los brazos rectos y levanta la barra delante de ti hasta que llegue a la altura de los hombros.",
        "Pausa un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "A continuación, baja la barra por detrás de la cabeza, manteniendo los brazos rectos.",
        "Pausa un momento en la parte inferior, luego levanta de nuevo la barra hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/iuGeclgHQ-vZY3",
        "id": "0041",
        "nombre": "levantamiento frontal con barra",
        "objetivo": "delts",
        "músculos secundarios": [
        "bíceps",
        "tríceps"
        ],
        "instrucciones": [
        "Colócate de pie con los pies separados a la altura de los hombros y sujeta una barra delante de los muslos con un agarre por encima de la mano.",
        "Mantén los brazos rectos y levanta la barra hacia delante y hacia arriba hasta que llegue a la altura de los hombros.",
        "Pausa un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Vg88PRzJGYdzJ8",
        "id": "0042",
        "nombre": "sentadilla frontal con barra",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros",
        "núcleo"
        ],
        "instrucciones": [
        "Empieza poniéndote de pie con los pies separados a la altura de los hombros, con los dedos ligeramente girados hacia fuera.",
        "Sujeta la barra delante de los hombros, apoyándola sobre la clavícula y los hombros.",
        "Contrae el tronco y mantén el pecho erguido mientras bajas el cuerpo hasta la posición de sentadilla, empujando las caderas hacia atrás y doblando las rodillas.",
        "Baja hasta que los muslos queden paralelos al suelo, o hasta donde puedas llegar cómodamente.",
        "Pausa un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/P2R6hzH1kGpM44",
        "id": "0043",
        "nombre": "sentadilla completa con barra",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros",
        "núcleo"
        ],
        "instrucciones": [
        "Colócate con los pies separados a la altura de los hombros, con los dedos ligeramente girados hacia fuera.",
        "Sujeta la barra a lo largo de la parte superior de la espalda, apoyándola en los trapecios o en los deltoides traseros.",
        "Contrae el tronco y mantén el pecho erguido mientras empiezas a bajar el cuerpo.",
        "Flexiona las rodillas y las caderas, empujando las caderas hacia atrás y hacia abajo como si te sentaras en una silla.",
        "Baje hasta que los muslos queden paralelos al suelo o ligeramente por debajo.",
        "Mantén las rodillas alineadas con los dedos de los pies y el peso en los talones.",
        "Impulsa los talones para volver a ponerte de pie, extendiendo las caderas y las rodillas.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/qYCsFrLcHivyJw",
        "id": "0044",
        "nombre": "barbell buenos días",
        "objetivo": "isquiotibiales",
        "músculos secundarios": [
        "espalda baja"
        ],
        "instrucciones": [
        "Empieza de pie con los pies separados a la altura de los hombros y la barra apoyada en la parte superior de la espalda.",
        "Manteniendo la espalda recta y el tronco contraído, gira las caderas hacia delante, empujando los glúteos hacia atrás como si intentaras tocar la pared de detrás con los glúteos.",
        "Baja el torso hasta que esté paralelo al suelo, sintiendo un estiramiento en los isquiotibiales.",
        "Haz una pausa y vuelve a la posición inicial apretando los glúteos y empujando las caderas hacia delante.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/pBsI4zEvpls2mD",
        "id": "0045",
        "nombre": "press de banca guillotina con barra",
        "objetivo": "pectorales",
        "músculos secundarios": [
        "hombros",
        "tríceps"
        ],
        "instrucciones": [
        "Túmbate en un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Agarra la barra con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Baja la barra lentamente hacia el cuello, manteniendo los codos apuntando hacia fuera.",
        "Haz una pausa cuando la barra esté justo por encima de tu cuello.",
        "Empuja la barra hasta la posición inicial, extendiendo completamente los brazos.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "piernas superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/rnwiJBaNYGqONW",
        "id": "0046",
        "Nombre": "barbell hack squat",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Empieza poniéndote de pie con los pies separados a la altura de los hombros y las puntas de los pies ligeramente giradas hacia fuera.",
        "Sujeta la barra por detrás de las piernas, apoyándola en la parte superior de los muslos.",
        "Baja el cuerpo doblando las rodillas y las caderas, manteniendo la espalda recta y el pecho erguido.",
        "Continúa bajando hasta que tus muslos estén paralelos al suelo, o tan bajo como puedas llegar cómodamente.",
        "Haz una pausa, luego empuja con los talones para volver a la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/vgVtYQwymITJId",
        "id": "0047",
        "Nombre": "press de banca inclinado con barra",
        "objetivo": "pectorales",
        "músculos secundarios": [
        "hombros",
        "tríceps"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Túmbate en el banco con los pies apoyados en el suelo.",
        "Agarra la barra con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Suelta la barra y bájala lentamente hacia el pecho, manteniendo los codos en un ángulo de 45 grados.",
        "Pausa un momento en la parte inferior, luego empuja la barra hacia arriba hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/1i2CooRzKR9Bmd",
        "id": "0048",
        "Nombre": "press inclinado con agarre invertido",
        "objetivo": "tríceps",
        "músculos secundarios": [
        "pecho",
        "hombros"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Túmbate de espaldas en el banco y agarra la barra con un agarre invertido, con las manos ligeramente separadas a la anchura de los hombros.",
        "Suelta la barra y bájala hacia la parte superior del pecho, manteniendo los codos metidos.",
        "Pausa un momento en la parte inferior, luego empuja la barra hacia arriba hasta la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/meH4kI-0A5LyTa",
        "id": "0049",
        "nombre": "remo inclinado con barra",
        "objetivo": "parte superior de la espalda",
        "músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Túmbate boca abajo en el banco con el pecho contra la almohadilla y los pies apoyados en el suelo.",
        "Agarra la barra con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Mantén la espalda recta y el tronco contraído.",
        "Tira de la barra hacia el pecho, apretando los omóplatos.",
        "Pausa un momento en la parte superior, luego baja lentamente la barra de nuevo a la posición inicial.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/tL8qp0ube4SCvt",
        "id": "0050",
        "Nombre": "levantamiento de hombros inclinado con barra",
        "objetivo": "serrato anterior",
        "músculos secundarios": [
        "deltoides",
        "trapecio"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Siéntate en el banco con la espalda apoyada en la almohadilla y los pies apoyados en el suelo.",
        "Sujeta una barra con un agarre por encima de la mano, separada ligeramente más que la anchura de los hombros.",
        "Levanta la barra hasta la altura de los hombros, manteniendo los codos ligeramente flexionados.",
        "Levanta lentamente la barra por encima de la cabeza, extendiendo completamente los brazos.",
        "Pausa un momento en la parte superior, luego baja lentamente la barra de nuevo a la altura del hombro.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/EGf1I5bw6eTOQq",
        "id": "0051",
        "nombre": "sentadilla jefferson con barra",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Ponte de pie con los pies separados a la altura de los hombros y los dedos ligeramente girados hacia fuera.",
        "Sujeta la barra con un agarre por encima de la mano, apoyándola en la parte delantera del cuerpo, justo por debajo de la cintura.",
        "Adelanta el pie izquierdo y retrasa el derecho, manteniendo los pies separados a la altura de los hombros.",
        "Dobla las rodillas y baja el cuerpo hasta la posición de cuclillas, manteniendo la espalda recta y el pecho erguido.",
        "Empuja con los talones para volver a la posición inicial.",
        "Repite el movimiento, alternando el pie delantero y el trasero en cada repetición."
        ]
    },
    {
        "bodyPart":"brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/vzhpxUqQRN8Iah",
        "id": "0052",
        "nombre": "press de banca jm con barra",
        "objetivo": "tríceps",
        "músculos secundarios": [
        "pecho",
        "hombros"
        ],
        "instrucciones": [
        "Túmbate en un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Agarra la barra con un agarre por encima de la mano, con una separación ligeramente superior a la anchura de los hombros.",
        "Baja la barra hasta el pecho, manteniendo los codos pegados al cuerpo.",
        "Empuja la barra hasta la posición inicial, extendiendo completamente los brazos.",
        "Repetir el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/QLNbQeBzmLNjI9",
        "id": "0053",
        "nombre": "sentadilla de salto con barra",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Empieza de pie con los pies separados a la altura de los hombros, sujetando una barra en la parte superior de la espalda.",
        "Baja el cuerpo hasta la posición de sentadilla doblando las rodillas y empujando las caderas hacia atrás.",
        "Una vez que llegues al fondo de la sentadilla, explota hacia arriba saltando desde el suelo.",
        "Mientras saltas, extiende las caderas, rodillas y tobillos, empujando a través de los dedos de los pies.",
        "Aterrice suavemente de nuevo en la posición de cuclillas y repita inmediatamente el movimiento para el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/cae5AxK0HeWQSx",
        "id": "0054",
        "nombre": "barbell lunge",
        "objetivo": "glúteos",
        "músculos secundarios": [
        "cuádriceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Comienza de pie con los pies separados a la altura de los hombros y una barra apoyada en la parte superior de la espalda.",
        "Da un paso adelante con el pie derecho, manteniendo el torso erguido.",
        "Baja el cuerpo doblando la rodilla derecha hasta que el muslo quede paralelo al suelo.",
        "Empuja con el talón derecho para volver a la posición inicial.",
        "Repite con la pierna izquierda, alternando las piernas durante el número de repeticiones deseado."
        ]
    },
    {
        "bodyPart": "piernas inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/NY3Ypeu-8Vo-iO",
        "id": "0108",
        "nombre": "elevación de pantorrillas con barra y piernas de pie",
        "objetivo": "terneros",
        "Músculos secundarios": [
          "isquiotibiales",
          "glúteos"
        ],
        "instrucciones": [
          "Párate con los pies separados a la altura de los hombros y coloca una barra sobre la parte superior de la espalda.",
          "Levanta los talones del suelo lo más alto posible, utilizando las pantorrillas.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente los talones hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/r4p3eHlKQfvdzY",
        "id": "0109",
        "nombre": "extensión de tríceps por encima de la cabeza con barra de pie",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "espalda"
        ],
        "instrucciones": [
          "Párate con los pies separados a la altura de los hombros y sujeta una barra con un agarre superior.",
          "Levanta la barra por encima de la cabeza, extendiendo completamente los brazos.",
          "Manteniendo los brazos cerca de la cabeza, baje lentamente la barra detrás de la cabeza doblando los codos.",
          "Haz una pausa por un momento, luego levanta la barra a la posición inicial extendiendo los brazos.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/-WqiPJaxxIAsee",
        "id": "0110",
        "nombre": "Curl con barra de pie con agarre invertido",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos"
        ],
        "instrucciones": [
          "Párate derecho con los pies separados a la altura de los hombros y sujeta una barra con un agarre supino, con las palmas hacia arriba.",
          "Mantenga los codos cerca del torso y la parte superior de los brazos inmóvil.",
          "Exhala y flexiona las pesas mientras contraes los bíceps, llevando la barra lo más cerca posible de los hombros.",
          "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
          "Inhala y baja lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "piernas inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/nxEDtfVH0B-Iqz",
        "id": "0111",
        "nombre": "elevación de pantorrillas con balanceo de piernas y barra",
        "objetivo": "terneros",
        "Músculos secundarios": [
          "isquiotibiales",
          "cuadríceps"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y sostenga una barra sobre la parte superior de la espalda.",
          "Levanta los talones del suelo lo más alto que puedas, manteniendo el equilibrio sobre las puntas de los pies.",
          "Baja lentamente los talones hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/T5kVj7jkVwNniT",
        "id": "0112",
        "nombre": "giro con barra de pie",
        "objetivo": "abdominales",
        "Músculos secundarios": [
          "oblicuos",
          "espalda baja"
        ],
        "instrucciones": [
          "Párate con los pies separados a la altura de los hombros y sostén una barra frente a tu pecho con ambas manos, con las palmas hacia abajo.",
          "Contraiga el centro del cuerpo y mantenga la espalda recta durante todo el ejercicio.",
          "Gira lentamente el torso hacia la derecha, pivoteando sobre los pies y las caderas, mientras mantienes estable la parte inferior del cuerpo.",
          "Haga una pausa por un momento al final del giro, luego regrese lentamente a la posición inicial.",
          "Repite el giro hacia el lado izquierdo.",
          "Continúe alternando giros durante el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/pybc-coHVJHRdp",
        "id": "0113",
        "nombre": "Curl de pie con barra y agarre ancho",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos",
          "espalda"
        ],
        "instrucciones": [
          "Párate derecho con los pies separados al ancho de los hombros y sujeta una barra con un agarre superior, con las manos separadas a un ancho mayor que el ancho de los hombros.",
          "Deja que la barra cuelgue a la distancia del brazo frente a tus muslos, con las palmas de las manos orientadas en dirección opuesta a tu cuerpo.",
          "Manteniendo los brazos superiores estacionarios, exhala y levanta la barra hacia arriba contrayendo los bíceps.",
          "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
          "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
          "Inhala y comienza a bajar lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/kB0eoSXKAnWMwv",
        "id": "0114",
        "nombre": "subida con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "cuadríceps",
          "isquiotibiales",
          "terneros"
        ],
        "instrucciones": [
          "Párate frente a un banco o step con una barra apoyada en la parte superior de la espalda.",
          "Coloque un pie sobre el banco o escalón, asegurándose de que todo el pie esté en contacto con la superficie.",
          "Empuja con el talón y sube al banco o al escalón, extendiendo completamente la cadera y la rodilla.",
          "Haz una breve pausa en la parte superior y luego vuelve a bajar a la posición inicial.",
          "Repita con la pierna opuesta.",
          "Continúe alternando las piernas durante el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/wACa0bRMoOIj0b",
        "id": "0115",
        "nombre": "barra pierna rígida buenos días",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "isquiotibiales",
          "espalda baja"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
          "Sostén la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios.",
          "Manteniendo la espalda recta, incline el cuerpo hacia adelante desde las caderas, empujando los glúteos hacia atrás.",
          "Baje el torso hasta que quede paralelo al suelo, sintiendo un estiramiento en los isquiotibiales.",
          "Contraiga los glúteos y los isquiotibiales para volver a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/wJBdimmXhoAQwg",
        "id": "0116",
        "nombre": "peso muerto con barra y piernas rectas",
        "objetivo": "isquiotibiales",
        "Músculos secundarios": [
          "glúteos",
          "espalda baja"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y los dedos de los pies apuntando hacia adelante.",
          "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
          "Dóblate por las caderas y baja la barra hacia el suelo, manteniendo la espalda recta y las rodillas ligeramente flexionadas.",
          "Baja la barra hasta que sientas un estiramiento en los isquiotibiales.",
          "Contraiga los isquiotibiales y los glúteos para levantar la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/RwAqTORfJFPPL9",
        "id": "0117",
        "nombre": "peso muerto sumo con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "isquiotibiales",
          "cuadríceps",
          "espalda baja"
        ],
        "instrucciones": [
          "Párese con los pies separados más que el ancho de los hombros y con los dedos de los pies apuntando hacia afuera.",
          "Coloca una barra en el suelo frente a ti, centrada entre tus pies.",
          "Dobla las rodillas y baja las caderas, manteniendo la espalda recta y el pecho erguido, para agarrar la barra con un agarre por encima de la mano.",
          "Contraiga el centro del cuerpo e impulse los talones para levantar la barra del suelo, extendiendo las caderas y las rodillas simultáneamente.",
          "Al levantar, mantén el pecho erguido y la espalda recta, y empuja las caderas hacia adelante para activar completamente los glúteos.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente la barra hasta la posición inicial, manteniendo el control durante todo el movimiento.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/uDpY3DIJIvK-VP",
        "id": "0118",
        "nombre": "remo con barra con agarre invertido inclinado",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
          "bíceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros y las rodillas ligeramente dobladas.",
          "Sostenga una barra con un agarre superior, con las palmas hacia abajo y las manos ligeramente más separadas que el ancho de los hombros.",
          "Inclínese hacia adelante desde las caderas, manteniendo la espalda recta y el pecho hacia arriba, hasta que el torso esté casi paralelo al suelo.",
          "Tire de la barra hacia la parte inferior del pecho, apretando los omóplatos.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/aM5AjMS2zjq2l-",
        "id": "0119",
        "nombre": "remo vertical con barra v. 2",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trampas",
          "bíceps"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
          "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
          "Manteniendo la espalda recta, exhala y levanta la barra hacia la barbilla, guiándola con los codos.",
          "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/4bvaeaiGLYPX8C",
        "id": "0120",
        "nombre": "remo vertical con barra",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trampas",
          "bíceps"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
          "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
          "Manteniendo la espalda recta y el centro del cuerpo contraído, exhala y levanta la barra hacia la barbilla, guiándola con los codos.",
          "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/m6eWwgQbqPKhBy",
        "id": "0121",
        "nombre": "remo vertical con barra v. 3",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trampas",
          "bíceps"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
          "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
          "Manteniendo el centro del cuerpo contraído y la espalda recta, exhala mientras levantas la barra hacia la barbilla, guiando con los codos.",
          "Haz una pausa por un momento en la parte superior, luego inhala mientras bajas lentamente la barra a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/md94u7RdzzCVoN",
        "id": "0122",
        "nombre": "press de banca con barra ancha",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "espalda",
          "tríceps"
        ],
        "instrucciones": [
          "Acuéstese en un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
          "Sujete la barra con un agarre amplio, con una separación ligeramente mayor que el ancho de los hombros.",
          "Levanta la barra del soporte y sostenla directamente sobre tu pecho con los brazos completamente extendidos.",
          "Baje la barra lentamente hacia el pecho, manteniendo los codos ligeramente separados.",
          "Haz una pausa por un momento cuando la barra toque tu pecho, luego empújala hacia arriba hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/xEKCTGIp5g9r-w",
        "id": "0123",
        "nombre": "remo vertical con barra y agarre ancho",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trampas",
          "bíceps"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos separadas a un ancho mayor que el ancho de los hombros.",
          "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
          "Manteniendo la espalda recta, exhala y levanta la barra hacia la barbilla, guiándola con los codos.",
          "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/w0w7NUCRqEvd1k",
        "id": "0124",
        "nombre": "sentadilla con barra ancha",
        "objetivo": "quads",
        "Músculos secundarios": [
          "glúteos",
          "isquiotibiales",
          "terneros"
        ],
        "instrucciones": [
          "Párese con los pies separados más que el ancho de los hombros y con los dedos de los pies apuntando ligeramente hacia afuera.",
          "Sostenga la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios o deltoides posteriores.",
          "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja el cuerpo en posición de sentadilla, empujando las caderas hacia atrás y doblando las rodillas.",
          "Baje hasta que sus muslos estén paralelos al suelo, o tan abajo como pueda llegar cómodamente.",
          "Haz una pausa por un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Y6kgE6pcXbWapB",
        "id": "0125",
        "nombre": "curl de muñeca con barra v. 2",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
          "bíceps",
          "braquial"
        ],
        "instrucciones": [
          "Siéntate en un banco con los pies apoyados en el suelo y las rodillas dobladas.",
          "Sostenga una barra con un agarre por debajo de la mano, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
          "Apoya los antebrazos sobre los muslos, dejando que las muñecas cuelguen del borde.",
          "Lentamente dobla las muñecas hacia arriba, llevando la barra hacia tus antebrazos.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/4zGG67iEdecn-I",
        "id": "0126",
        "nombre": "curl de muñeca con barra",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
          "bíceps",
          "braquial"
        ],
        "instrucciones": [
          "Siéntese en un banco con los pies apoyados en el suelo y los antebrazos apoyados en los muslos, sujetando una barra con agarre supino.",
          "Deja que la barra ruede hasta las puntas de tus dedos, manteniendo las muñecas rectas.",
          "Lentamente, levanta la barra hacia tus antebrazos flexionando las muñecas.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/kzl-zrnDEq0fNl",
        "id": "0127",
        "nombre": "sentadilla con barra Zercher",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "cuadríceps",
          "isquiotibiales",
          "terneros",
          "centro"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
          "Sostenga la barra en los huecos de los codos, con las manos agarrando la barra para mayor estabilidad.",
          "Contraiga el centro del cuerpo y mantenga el pecho elevado mientras baja las caderas hacia atrás y hacia abajo hasta llegar a una posición de sentadilla.",
          "Mantén las rodillas alineadas con los dedos de los pies y el peso en los talones.",
          "Haz una pausa por un momento en la parte inferior de la sentadilla, luego empuje con los talones para volver a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cuerda",
        "gifUrl": "https://v2.exercisedb.io/image/fjp7jqXeZcC5bQ",
        "id": "0128",
        "nombre": "cuerdas de batalla",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "antebrazos",
          "centro"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros y las rodillas ligeramente dobladas.",
          "Sujete un extremo de la cuerda en cada mano, con las palmas enfrentadas.",
          "Levanta los brazos a la altura de los hombros, manteniendo los codos ligeramente doblados.",
          "Comienza a hacer ondas alternas con las cuerdas subiendo y bajando rápidamente cada brazo.",
          "Continúe durante la duración o el número de repeticiones deseado."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/d0Od2R20hGsvAt",
        "id": "0129",
        "nombre": "fondos en banco (rodillas flexionadas)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "pecho",
          "espalda"
        ],
        "instrucciones": [
          "Siéntese en el borde de un banco o silla con las manos agarrando el borde junto a las caderas.",
          "Desliza el trasero fuera del banco y estira las piernas frente a ti, manteniendo los talones en el suelo.",
          "Dobla los codos y baja el cuerpo hacia el suelo, manteniendo la espalda pegada al banco.",
          "Haz una pausa por un momento en la parte inferior y luego empújate hacia arriba hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/zXYwRLTAXrgnqb",
        "id": "0130",
        "nombre": "extensión de cadera en banco",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "isquiotibiales"
        ],
        "instrucciones": [
          "Siéntese en un banco con la espalda apoyada en el banco y los pies apoyados en el suelo.",
          "Coloca tus manos en el banco para apoyarte.",
          "Contraiga los glúteos y los isquiotibiales, luego levante las caderas del banco hasta que su cuerpo forme una línea recta desde las rodillas hasta los hombros.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente las caderas hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/aIfSnIZ5mRmbom",
        "id": "0137",
        "nombre": "cuerpo arriba",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "pecho",
          "espalda"
        ],
        "instrucciones": [
          "Comienza colocando las manos sobre una superficie elevada, como un banco o barras paralelas, con las palmas hacia abajo y los dedos apuntando hacia adelante.",
          "Extiende las piernas frente a ti, manteniendo los talones en el suelo y el cuerpo recto.",
          "Baja el cuerpo doblando los codos, manteniéndolos cerca de los costados, hasta que la parte superior de los brazos quede paralela al suelo.",
          "Haga una pausa por un momento, luego empuje con las palmas de las manos para estirar los brazos y levantar el cuerpo nuevamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "cintura",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/bIEp-VEmCxHhW5",
        "id": "0138",
        "nombre": "de abajo hacia arriba",
        "objetivo": "abdominales",
        "Músculos secundarios": [
          "oblicuos",
          "flexores de la cadera"
        ],
        "instrucciones": [
          "Acuéstese boca arriba con las piernas extendidas y los brazos a los costados.",
          "Dobla las rodillas y llévalas hacia el pecho, manteniendo los pies separados del suelo.",
          "Contrayendo los abdominales, levanta las caderas del suelo y lleva las rodillas hacia la cabeza.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente las caderas hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/IGEsXHWZkKuwh4",
        "id": "0139",
        "nombre": "dominadas estrechas para bíceps",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos",
          "espalda"
        ],
        "instrucciones": [
          "Cuélgate de una barra de dominadas con las palmas hacia ti y las manos separadas al ancho de los hombros.",
          "Contraiga el centro del cuerpo y tire hacia la barra, concentrándose en usar los bíceps para levantar el cuerpo.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/-V1AWNOi37CPlM",
        "id": "0140",
        "nombre": "dominadas de bíceps",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos",
          "espalda"
        ],
        "instrucciones": [
          "Cuélgate de una barra de dominadas con las palmas hacia afuera y las manos separadas a la altura de los hombros.",
          "Contraiga el centro del cuerpo y levántese doblando los codos y llevando el pecho hacia la barra.",
          "Haz una pausa en la parte superior del movimiento y luego baja lentamente hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      },      
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/J2yZ0XRSZTocsM",
        "id": "0148",
        "nombre": "press de hombros alterno con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "tríceps",
          "parte superior de la espalda"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros y agarre las manijas de la máquina de cable con un agarre superior.",
          "Coloca las manos a la altura de los hombros, con las palmas hacia adelante.",
          "Mantén el centro del cuerpo contraído y la espalda recta.",
          "Presione una manija hacia arriba y hacia adelante hasta que su brazo esté completamente extendido.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango hasta la posición inicial.",
          "Repita con el otro brazo.",
          "Alterna entre brazos durante el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/RIk8p3jExtWYsV",
        "id": "0149",
        "nombre": "extensión de tríceps alterna con cable",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "espalda"
        ],
        "instrucciones": [
          "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
          "Sujete el mango del cable con la mano derecha y levante el brazo de modo que la parte superior del brazo quede paralela al suelo y el codo esté doblado en un ángulo de 90 grados.",
          "Mantenga el brazo superior estacionario y extienda el antebrazo hacia atrás, estirando completamente el brazo.",
          "Haz una pausa por un momento y luego regresa lentamente a la posición inicial.",
          "Repite con el brazo izquierdo.",
          "Continúe alternando los brazos durante el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/DpAVYKqOQep2qf",
        "id": "0150",
        "nombre": "jalón lateral con barra de cable",
        "objetivo": "lats",
        "Músculos secundarios": [
          "bíceps",
          "romboides",
          "deltoides posteriores"
        ],
        "instrucciones": [
          "Ajuste la polea del cable a una posición alta y coloque una barra recta.",
          "Siéntese frente a la máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
          "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
          "Inclínese ligeramente hacia atrás y mantenga el pecho erguido, manteniendo un ligero arco en la zona lumbar.",
          "Tire de la barra hacia el pecho, empujando con los codos y apretando los omóplatos.",
          "Haga una pausa por un momento en la parte inferior del movimiento, luego regrese lentamente la barra a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/KVJPkorU-IVXM6",
        "id": "0151",
        "nombre": "press de banca con cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "tríceps",
          "espalda"
        ],
        "instrucciones": [
          "Ajuste la máquina de cable a la altura del pecho y coloque las manijas.",
          "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
          "Sujete las manijas con un agarre superior y dé un paso hacia adelante para crear tensión en los cables.",
          "Coloca tus pies firmemente en el suelo y contrae tu centro del cuerpo.",
          "Dobla los codos y lleva las manos a la altura de los hombros, manteniendo los codos en un ángulo de 90 grados.",
          "Empuja las manijas hacia adelante, extendiendo los brazos completamente frente a ti.",
          "Haga una pausa por un momento, luego invierta lentamente el movimiento, llevando las manos nuevamente al nivel de los hombros.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/OmcR185vOJ8axw",
        "id": "0152",
        "nombre": "extensión de concentración de cable (en la rodilla)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "antebrazos"
        ],
        "instrucciones": [
          "Siéntese en un banco o silla con las rodillas dobladas y los pies apoyados en el suelo.",
          "Sujete el mango del cable con la mano derecha y coloque el codo en la parte interior de la rodilla derecha.",
          "Extiende el brazo completamente, manteniendo el codo estacionario y cerca de la rodilla.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el brazo hasta la posición inicial.",
          "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/8U6SU84mx3y4Wt",
        "id": "0153",
        "nombre": "jalón lateral cruzado con polea",
        "objetivo": "lats",
        "Músculos secundarios": [
          "bíceps",
          "romboides",
          "deltoides posteriores"
        ],
        "instrucciones": [
          "Coloque un mango de cable a cada lado de una máquina de cable a la altura de los hombros.",
          "Párese en el medio de la máquina con los pies separados a la altura de los hombros.",
          "Sujete las manijas con un agarre superior y dé un paso atrás para crear tensión en los cables.",
          "Inclínese ligeramente hacia adelante desde las caderas, manteniendo la espalda recta y el pecho erguido.",
          "Tire de las manijas hacia abajo y a través de su cuerpo, apretando los omóplatos.",
          "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/h5dD2TsTipqo-4",
        "id": "0154",
        "nombre": "cable cruzado de reversa",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "romboides",
          "trapecio"
        ],
        "instrucciones": [
          "Coloque una manija en forma de D en cada cable de polea baja y párese en el medio de la máquina de cruce de cables.",
          "Sujete las manijas con un agarre pronado (palmas hacia abajo) y dé un paso hacia adelante, colocando los pies separados al ancho de los hombros.",
          "Dobla ligeramente las rodillas e inclínate hacia adelante desde la cintura, manteniendo la espalda recta y los abdominales contraídos.",
          "Con los brazos extendidos hacia los lados y ligeramente flexionados por los codos, exhala y aprieta los omóplatos mientras tiras de los cables hacia atrás y hacia arriba en un movimiento de vuelo inverso.",
          "Haga una pausa por un momento en la contracción máxima, luego inhale y regrese lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/YrZp6q9Pzp6L56",
        "id": "0155",
        "nombre": "variación de cruce de cables",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Ajuste las poleas del cable a la altura del pecho.",
          "Párate en el centro de la máquina de cable con un pie delante del otro.",
          "Sujete las manijas con las palmas hacia abajo y los brazos extendidos hacia los lados.",
          "Da un paso hacia adelante, manteniendo los brazos ligeramente doblados.",
          "Con una ligera flexión de los codos, junte las manos frente al pecho.",
          "Haga una pausa por un momento y luego regrese lentamente los brazos a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/I-upmBTbAfm58Y",
        "id": "0157",
        "nombre": "peso muerto con cable",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "isquiotibiales",
          "cuadríceps",
          "espalda baja"
        ],
        "instrucciones": [
          "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
          "Dobla las caderas y las rodillas, bajando el torso hasta que la espalda quede paralela al suelo.",
          "Sujete las manijas del cable con un agarre superior, manteniendo los brazos rectos y los hombros hacia atrás.",
          "Contraiga los glúteos y los isquiotibiales para levantar las manijas del cable, extender las caderas y ponerse de pie derecho.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente las manijas del cable hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/9U0wgG3TcR1H5e",
        "id": "0158",
        "nombre": "cable de descenso de mosca",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "espalda",
          "tríceps"
        ],
        "instrucciones": [
          "Ajuste la máquina de cable a una posición de declive.",
          "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
          "Sujete las manijas con las palmas hacia adelante y los brazos extendidos hacia adelante.",
          "Manteniendo una ligera flexión en los codos, abra los brazos hacia los lados con un movimiento controlado.",
          "Haga una pausa por un momento en la posición completamente extendida, luego regrese lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/sK5qDyxjc6m7lU",
        "id": "0161",
        "nombre": "elevación hacia adelante con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "tríceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
          "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo y los brazos completamente extendidos frente a usted.",
          "Manteniendo los brazos rectos, levante el mango del cable hasta el nivel de los hombros.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/y0Layn0Fa3VQbD",
        "id": "0162",
        "nombre": "elevación frontal con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "tríceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros y agarre el mango del cable con un agarre superior.",
          "Mantén la espalda recta y el centro del cuerpo contraído.",
          "Levante el mango del cable frente a usted, manteniendo los brazos rectos y las palmas hacia abajo.",
          "Continúa levantando hasta que tus brazos estén paralelos al suelo.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/AFXdCCRLEuWG3s",
        "id": "0164",
        "nombre": "elevación de hombros frontal con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trapecio",
          "bíceps"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros y agarre el mango del cable con un agarre superior.",
          "Mantén la espalda recta y el centro del cuerpo contraído.",
          "Levante el mango del cable frente a usted, manteniendo los brazos rectos y las palmas hacia abajo.",
          "Continúa levantando hasta que tus brazos estén paralelos al suelo.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/ecWGMxYbr-D-h1",
        "id": "0165",
        "nombre": "curl con martillo de cable (con cuerda)",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos"
        ],
        "instrucciones": [
          "Párese derecho con los pies separados a la altura de los hombros y una ligera flexión en las rodillas.",
          "Sujete el accesorio de cuerda de cable con un agarre supino, con las palmas enfrentadas y los brazos completamente extendidos.",
          "Manteniendo los brazos superiores estacionarios, exhale y flexione las pesas mientras contrae los bíceps.",
          "Continúe levantando el accesorio de la cuerda de cable hasta que sus bíceps estén completamente contraídos y la cuerda esté a la altura de los hombros.",
          "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
          "Inhala y comienza a bajar lentamente el cable de sujeción hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/uJ9KmYlFS4Muso",
        "id": "0167",
        "nombre": "remo alto con polea (de rodillas)",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
          "bíceps",
          "espalda"
        ],
        "instrucciones": [
          "Fije una barra recta a una máquina de cable a la altura del pecho.",
          "Arrodíllate frente a la máquina de cable y agarra la barra con un agarre superior, con las manos separadas al ancho de los hombros.",
          "Siéntese sobre sus talones, manteniendo la espalda recta y el centro del cuerpo contraído.",
          "Tire de la barra hacia la parte superior del abdomen, apretando los omóplatos.",
          "Haga una pausa por un momento en la parte superior del movimiento, luego suelte lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "parte superior de las piernas",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/093O78pQF2hMVV",
        "id": "0168",
        "nombre": "aducción de cadera con cable",
        "objetivo": "aductores",
        "Músculos secundarios": [
          "glúteos",
          "cuadríceps"
        ],
        "instrucciones": [
          "Coloque el brazalete en su tobillo y párese frente a la máquina de cable.",
          "Colóquese lo suficientemente lejos de la máquina para que haya tensión en el cable.",
          "Coloque las manos sobre la máquina para apoyarse.",
          "Manteniendo la pierna recta, muévala lentamente a través del cuerpo hacia la línea media.",
          "Haga una pausa por un momento al final del movimiento, luego regrese lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Gpv-j51q0BdwFm",
        "id": "0169",
        "nombre": "press de banca inclinado con cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Ajuste el banco a una inclinación de 45 grados.",
          "Fije las manijas del cable a las poleas altas.",
          "Siéntese en el banco frente a la máquina de cable con los pies apoyados en el suelo.",
          "Sujete las manijas con un agarre superior y llévelas a la altura de los hombros.",
          "Empuja las manijas hacia adelante y hacia arriba hasta que tus brazos estén completamente extendidos.",
          "Haga una pausa por un momento, luego baje lentamente las manijas a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/NMfSWT3sBhs7W8",
        "id": "0170",
        "nombre": "vuelo inclinado con cable (sobre pelota de estabilidad)",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Coloca una pelota de estabilidad en un ángulo inclinado.",
          "Fije las manijas del cable a las poleas altas de una máquina de cable.",
          "Siéntese sobre la pelota de estabilidad de espaldas a la máquina, con los pies firmemente plantados en el suelo.",
          "Sujete las manijas del cable con un agarre superior, con las palmas hacia adelante.",
          "Inclínese ligeramente hacia adelante, manteniendo la espalda recta y el centro del cuerpo contraído.",
          "Con un movimiento controlado, lleva los brazos hacia los lados, manteniendo una ligera flexión en los codos.",
          "Continúa el movimiento hasta que tus brazos estén paralelos al suelo.",
          "Haz una pausa por un momento y luego regresa lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/CzXj0uadOnfrYz",
        "id": "0171",
        "nombre": "vuelo inclinado con cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Ajuste la máquina de cable a una posición baja y coloque las manijas.",
          "Siéntese en un banco inclinado con la espalda contra la almohadilla y los pies apoyados en el suelo.",
          "Sujete las manijas con un agarre superior y extienda los brazos hacia adelante.",
          "Manteniendo una ligera flexión en los codos, abra los brazos hacia los lados con un movimiento controlado.",
          "Haga una pausa por un momento en la posición completamente extendida, luego regrese lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/VavJrebquF5MAI",
        "id": "0172",
        "nombre": "extensión inclinada con cable",
        "objetivo": "lats",
        "Músculos secundarios": [
          "tríceps",
          "espalda"
        ],
        "instrucciones": [
          "Conecte una barra recta a una máquina de cable con polea alta.",
          "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
          "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
          "Inclínese ligeramente hacia adelante y mantenga la espalda recta.",
          "Tire de la barra hacia los muslos extendiendo los codos.",
          "Haga una pausa por un momento en la parte inferior, luego regrese lentamente la barra a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/5Xp-FYAx2hNC08",
        "id": "0173",
        "nombre": "extensión de tríceps con cable inclinado",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "espalda"
        ],
        "instrucciones": [
          "Ajuste la máquina de cable a una posición de polea baja.",
          "Fije una barra recta al cable.",
          "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
          "Sujete la barra con un agarre superior y extienda los brazos hacia arriba.",
          "Inclínese ligeramente hacia adelante, manteniendo la espalda recta y el centro del cuerpo contraído.",
          "Dobla los codos y baja la barra detrás de la cabeza, manteniendo la parte superior de los brazos cerca de las orejas.",
          "Haga una pausa por un momento, luego extienda los brazos hacia atrás hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      },
      {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/redZsDPrJQrzNZ",
        "id": "0174",
        "nombre": "giro de judo con cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
          "oblicuos",
          "espalda"
        ],
        "instrucciones": [
          "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
          "Sujete el mango del cable con ambas manos a la altura del pecho, con las palmas hacia abajo.",
          "Contraiga el centro del cuerpo y gire el torso hacia la derecha, tirando del cable a través del cuerpo.",
          "Mientras giras, gira el pie trasero y permite que tus caderas giren naturalmente.",
          "Extiende completamente los brazos y finaliza el movimiento girando el mango del cable sobre tu hombro.",
          "Regrese a la posición inicial invirtiendo el movimiento, girando el torso hacia el centro.",
          "Repite el movimiento en el lado opuesto.",
          "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/od60UwtxJtmsuK",
        "id": "0175",
        "nombre": "abdominales de rodillas con cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
          "oblicuos"
        ],
        "instrucciones": [
          "Sujete un mango de cuerda a una polea alta y arrodíllese mirando en dirección opuesta a la máquina.",
          "Sujete el mango de la cuerda con ambas manos y colóquelo detrás de la cabeza, manteniendo los codos hacia los lados.",
          "Manteniendo las caderas estacionarias, flexiona la cintura y baja el torso hacia los muslos.",
          "Haz una pausa por un momento en la parte inferior y luego regresa lentamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/3Tgiu9Or7f2jpm",
        "id": "0176",
        "nombre": "extensión de tríceps con polea de rodillas",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "espalda"
        ],
        "instrucciones": [
          "Sujete un mango de cuerda a una polea alta y arrodíllese frente a la máquina de cable.",
          "Sujete la cuerda con un agarre neutral (palmas enfrentadas) y lleve las manos a los lados de la cabeza.",
          "Mantenga los codos cerca de la cabeza y la parte superior de los brazos estacionaria durante todo el ejercicio.",
          "Extiende tus antebrazos contrayendo tus tríceps hasta que tus brazos estén completamente extendidos.",
          "Haga una pausa por un momento y luego regrese lentamente a la posición inicial doblando los codos.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/zs5DhDtPpb1nYb",
        "id": "0177",
        "nombre": "jalón lateral con cable (con fijación de cuerda)",
        "objetivo": "lats",
        "Músculos secundarios": [
          "bíceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Fije un accesorio de cuerda a la máquina de cable en una posición alta.",
          "Párese frente a la máquina con los pies separados a la altura de los hombros.",
          "Sujete la cuerda con un agarre superior, con las palmas enfrentadas.",
          "Mantén la espalda recta e inclínate ligeramente hacia atrás.",
          "Tire de la cuerda hacia los costados, apretando los omóplatos.",
          "Detente un momento en la parte inferior del movimiento.",
          "Libera lentamente la tensión y deja que la cuerda vuelva a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/J6LX68go2VukGp",
        "id": "0178",
        "nombre": "elevación lateral con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trampas",
          "tríceps"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros y agarre las manijas del cable con un agarre superior.",
          "Mantén los brazos rectos y el centro del cuerpo contraído.",
          "Levanta los brazos hacia los lados hasta que queden paralelos al suelo.",
          "Haz una pausa por un momento en la parte superior, luego baja lentamente los brazos hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/4SWDFluQojqLwv",
        "id": "0179",
        "nombre": "cable de vuelo bajo",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Fije las manijas a las poleas bajas de una máquina de cable y seleccione un peso apropiado.",
          "Párese en el centro de la máquina con los pies separados a la altura de los hombros y una ligera flexión en las rodillas.",
          "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados, manteniendo una ligera flexión en los codos.",
          "Manteniendo el control, lleve lentamente los brazos hacia adelante en un movimiento amplio, cruzándolos frente a su cuerpo.",
          "Haga una pausa por un momento en el punto máximo del movimiento, sintiendo el estiramiento en los músculos del pecho.",
          "Invierte el movimiento y regresa lentamente los brazos a la posición inicial, manteniendo la tensión en los músculos del pecho durante todo el movimiento.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Hk-unJXINNwp6u",
        "id": "0180",
        "nombre": "remo con cable sentado bajo",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
          "bíceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Siéntese en la máquina con los pies apoyados en los reposapiés y las rodillas ligeramente flexionadas.",
          "Sujete las manijas con un agarre superior, con las palmas hacia abajo.",
          "Mantenga la espalda recta e inclínese ligeramente hacia adelante, manteniendo una ligera flexión en los codos.",
          "Tire de las manijas hacia su cuerpo, apretando los omóplatos.",
          "Haga una pausa por un momento en el punto máximo del movimiento, luego suelte lentamente las manijas hasta volver a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/AySVJACFfHIs3O",
        "id": "0185",
        "nombre": "mosca tendida por cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Sujete las manijas a los cables y acuéstese en un banco con los pies apoyados en el suelo.",
          "Sujete las manijas con las palmas una frente a la otra y los brazos extendidos sobre el pecho.",
          "Manteniendo una ligera flexión en los codos, baje los brazos hacia los lados en un arco amplio hasta que sienta un estiramiento en el pecho.",
          "Haga una pausa por un momento, luego apriete los músculos del pecho para llevar los brazos nuevamente a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/4SWDFluQojqLwv",
        "id": "0186",
        "nombre": "extensión de tríceps acostado con cable v. 2",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "espalda"
        ],
        "instrucciones": [
          "Conecte un mango de cuerda a una máquina de cable con polea baja.",
          "Acuéstese en un banco plano boca arriba, con la cabeza hacia la máquina de cable.",
          "Sujete el mango de la cuerda con ambas manos, con las palmas enfrentadas, y extienda los brazos hacia arriba sobre el pecho.",
          "Manteniendo los brazos superiores estacionarios, baje lentamente el mango de la cuerda hacia la frente doblando los codos.",
          "Haz una pausa por un momento en la parte inferior, luego extiende los brazos hacia arriba hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/NMfSWT3sBhs7W8",
        "id": "0188",
        "nombre": "cable de mosca central",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "tríceps"
        ],
        "instrucciones": [
          "Conecte los cables a ambos lados de una máquina de cable a la altura del pecho.",
          "Párese en el centro de la máquina con un pie ligeramente delante del otro.",
          "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados.",
          "Mantenga los codos ligeramente flexionados y una ligera inclinación hacia adelante.",
          "Contraiga los músculos del pecho y lleve los brazos hacia adelante con un movimiento amplio.",
          "Haga una pausa por un momento en el centro, luego regrese lentamente los brazos a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0189",
        "id": "0189",
        "nombre": "remo con un brazo inclinado y polea",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
          "bíceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Párate frente a una máquina de cable con los pies separados a la altura de los hombros.",
          "Dobla ligeramente las rodillas e inclínate hacia adelante desde las caderas, manteniendo la espalda recta.",
          "Sujete el mango del cable con una mano, con la palma hacia adentro, y extienda el brazo completamente.",
          "Tire del mango del cable hacia su cuerpo, manteniendo el codo cerca de su costado, hasta que su mano llegue a la parte inferior del pecho.",
          "Haga una pausa por un momento, luego extienda lentamente el brazo hacia la posición inicial.",
          "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0190",
        "id": "0190",
        "nombre": "curl con cable a un brazo",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos"
        ],
        "instrucciones": [
          "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
          "Sujete el mango del cable con un agarre inferior, con la palma hacia arriba.",
          "Mantenga el codo cerca del costado y doble lentamente el antebrazo hacia el hombro.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el antebrazo hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0191",
        "id": "0191",
        "nombre": "ejercicio de cable con un brazo, lateral inclinado",
        "objetivo": "pectorales",
        "Músculos secundarios": [
          "deltoides",
          "trapecio"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros, frente a una máquina de cable.",
          "Sujete el mango con una mano y dé un paso atrás para crear tensión en el cable.",
          "Inclínese hacia adelante desde la cintura, manteniendo la espalda recta y el centro del cuerpo contraído.",
          "Extiende el brazo hacia un lado, paralelo al suelo, con una ligera flexión en el codo.",
          "Lentamente regresa el brazo a la posición inicial, manteniendo el control durante todo el movimiento.",
          "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
      }
      ,
      {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0192",
        "id": "0192",
        "nombre": "elevación lateral con un brazo y cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
          "trampas",
          "tríceps"
        ],
        "instrucciones": [
          "Párese con los pies separados a la altura de los hombros, frente a la máquina de cable.",
          "Sujete el mango del cable con una mano, con la palma hacia abajo, y colóquese lo suficientemente lejos de la máquina para que haya tensión en el cable.",
          "Mantén el brazo recto y levántalo lentamente hacia un lado hasta que quede paralelo al suelo.",
          "Haga una pausa por un momento en la parte superior, luego baje lentamente el brazo hasta la posición inicial.",
          "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0193",
        "id": "0193",
        "nombre": "Remo alto con un brazo y espalda recta (de rodillas)",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
          "bíceps",
          "espalda"
        ],
        "instrucciones": [
          "Fije un mango a una máquina de cable a la altura de la cintura.",
          "Arrodíllate frente a la máquina de cable y agarra el mango con una mano.",
          "Mantén la espalda recta y el centro del cuerpo contraído.",
          "Tire del mango hacia el pecho, apretando los omóplatos.",
          "Haga una pausa por un momento en la parte superior del movimiento.",
          "Suelte lentamente el mango hasta la posición inicial.",
          "Repita el número de repeticiones deseado.",
          "Cambia de lado y repite el ejercicio con el otro brazo."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0194",
        "id": "0194",
        "nombre": "extensión de tríceps con cable por encima de la cabeza (conexión con cuerda)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
          "espalda"
        ],
        "instrucciones": [
          "Atar una cuerda a una máquina de cable en una posición alta.",
          "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
          "Sujete la cuerda con ambas manos, con las palmas enfrentadas, y lleve las manos por encima de la cabeza.",
          "Mantenga los brazos superiores cerca de la cabeza y los codos apuntando hacia adelante.",
          "Baja lentamente la cuerda detrás de tu cabeza doblando los codos.",
          "Haz una pausa por un momento y luego extiende los brazos hacia arriba hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0195",
        "id": "0195",
        "nombre": "rizo de predicador de cable",
        "objetivo": "bíceps",
        "Músculos secundarios": [
          "antebrazos"
        ],
        "instrucciones": [
          "Ajuste la máquina de cable de modo que la almohadilla de curl de predicador esté a la altura del pecho.",
          "Siéntese en el banco de curl predicador y coloque la parte superior de los brazos sobre la almohadilla, sujetando el cable con un agarre supino.",
          "Mantén la espalda recta y los codos pegados a los costados.",
          "Lentamente, doble el cable hacia los hombros, apretando los bíceps en la parte superior del movimiento.",
          "Haga una pausa por un momento, luego baje lentamente el cable hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0196",
        "id": "0196",
        "nombre": "tirar del cable (con cuerda)",
        "objetivo": "glúteos",
        "Músculos secundarios": [
          "isquiotibiales",
          "espalda baja"
        ],
        "instrucciones": [
          "Párese de espaldas a la máquina de cable con los pies separados a la altura de los hombros.",
          "Agarre la cuerda con ambas manos y dé un paso adelante, creando tensión en el cable.",
          "Dobla las caderas y baja la parte superior del cuerpo hasta que quede paralela al suelo, manteniendo la espalda recta.",
          "Contraiga los glúteos y los isquiotibiales para llevar el cuerpo de nuevo a la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0197",
        "id": "0197",
        "nombre": "jalón con polea (barra lateral profesional)",
        "objetivo": "lats",
        "Músculos secundarios": [
          "bíceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Ajuste la máquina de cable de modo que la polea esté en la posición más alta.",
          "Siéntese frente a la máquina con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
          "Sujete la barra dorsal con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
          "Siéntese e inclínese ligeramente hacia atrás, manteniendo el pecho erguido y la espalda recta.",
          "Tire de la barra hacia el pecho, apretando los omóplatos.",
          "Haga una pausa por un momento en la parte inferior del movimiento, luego suelte lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      },
      {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0198",
        "id": "0198",
        "nombre": "cable pulldown",
        "objetivo": "lats",
        "Músculos secundarios": [
          "bíceps",
          "antebrazos"
        ],
        "instrucciones": [
          "Ajuste la máquina de polea con cable de modo que el asiento esté a una altura cómoda y la rodillera esté asegurada.",
          "Siéntese en el asiento con la espalda recta y los pies apoyados en el suelo.",
          "Sujete la barra de cable con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
          "Inclínese ligeramente hacia atrás y contraiga el centro del cuerpo.",
          "Tire de la barra de cable hacia el pecho, apretando los omóplatos.",
          "Haga una pausa por un momento en la parte inferior del movimiento, luego suelte lentamente la barra hasta la posición inicial.",
          "Repita el número deseado de repeticiones."
        ]
      }
      ,
      {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Hk-unJXINNwp6u",
        "id": "0199",
        "nombre": "extensión de cable (brazo recto) v. 2",
        "objetivo": "lats",
        "Músculos secundarios": [
          "tríceps",
          "espalda"
        ],
        "instrucciones": [
          "Conecte una barra recta a una máquina de cable con polea alta.",
          "Párese frente a la máquina con los pies separados a la altura de los hombros y una ligera flexión en las rodillas.",
          "Sujete la barra con un agarre superior, manteniendo los brazos rectos y las palmas hacia abajo.",
          "Contraiga el centro del cuerpo y mantenga la espalda recta mientras exhala y empuja la barra hacia los muslos.",
          "Haz una pausa por un momento en la parte inferior, luego regresa lentamente la barra a la posición inicial mientras inhalas.",
          "Repita el número deseado de repeticiones."
        ]
      },
        {
          "bodyPart": "brazos superiores",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/TGnYB8IiJYGTEV",
          "id": "0207",
          "nombre": "extensión con cable con agarre invertido",
          "objetivo": "tríceps",
          "Músculos secundarios": [
            "antebrazos"
          ],
          "instrucciones": [
            "Conecte una barra recta a una máquina de cable con polea alta.",
            "Párese frente a la máquina con los pies separados a la altura de los hombros.",
            "Sujete la barra con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
            "Mantenga los codos cerca de los costados y la parte superior de los brazos estacionaria durante todo el ejercicio.",
            "Utilizando los tríceps, empuje la barra hacia abajo hasta que tus brazos estén completamente extendidos y tus tríceps estén contraídos.",
            "Haga una pausa por un momento, luego regrese lentamente la barra a la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "espalda",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/g8j91Pmd9smV9o",
          "id": "0208",
          "nombre": "remo alto sentado con espalda recta y agarre invertido con cable",
          "objetivo": "espalda superior",
          "Músculos secundarios": [
            "bíceps",
            "antebrazos"
          ],
          "instrucciones": [
            "Siéntese en el asiento frente a la máquina de cable con los pies apoyados en el suelo.",
            "Sujete el cable con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
            "Mantén la espalda recta e inclínate ligeramente hacia adelante desde las caderas.",
            "Tire del cable hacia su torso retrayendo los omóplatos y apretando los músculos de la espalda.",
            "Haga una pausa por un momento en el pico de la contracción, luego suelte lentamente el cable hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "brazos superiores",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/zBSaf2KrFpz7FG",
          "id": "0209",
          "nombre": "rizo de predicador invertido con cable",
          "objetivo": "bíceps",
          "Músculos secundarios": [
            "antebrazos"
          ],
          "instrucciones": [
            "Ajuste la máquina de cable de modo que la almohadilla de curl de predicador esté a la altura del pecho.",
            "Siéntese en el banco de curl predicador y coloque la parte superior de los brazos sobre la almohadilla, con las palmas hacia abajo y los codos completamente extendidos.",
            "Agarre las manijas del cable con un agarre por debajo de la mano, con los hombros separados a la altura de los hombros.",
            "Manteniendo los brazos superiores estacionarios, exhale y doble las manijas hacia los hombros, contrayendo los bíceps.",
            "Haz una pausa por un momento en la parte superior del movimiento, apretando los bíceps.",
            "Inhale y baja lentamente las manijas hasta la posición inicial, extendiendo completamente los codos.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "brazos inferiores",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/OZVqnA0wtedbvq",
          "id": "0210",
          "nombre": "curl de muñeca invertido con cable",
          "objetivo": "antebrazos",
          "Músculos secundarios": [
            "antebrazos",
            "muñecas"
          ],
          "instrucciones": [
            "Conecte un cable a una polea baja y siéntese en un banco frente a la máquina de cable.",
            "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
            "Apoya los antebrazos sobre los muslos, con las muñecas colgando del borde.",
            "Manteniendo los antebrazos estacionarios, exhale y doble las muñecas hacia arriba lo más que pueda.",
            "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente las muñecas hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "cintura",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/5lRqd5WbG7ECAP",
          "id": "0211",
          "nombre": "giros rusos con cable (sobre balón de estabilidad)",
          "objetivo": "abdominales",
          "Músculos secundarios": [
            "oblicuos",
            "espalda baja"
          ],
          "instrucciones": [
            "Siéntese sobre una pelota de estabilidad con los pies apoyados en el suelo y las rodillas dobladas en un ángulo de 90 grados.",
            "Sujete el mango del cable con ambas manos y extienda los brazos hacia adelante.",
            "Inclínese ligeramente hacia atrás mientras mantiene la espalda recta y el centro del cuerpo contraído.",
            "Gira el torso hacia la derecha, llevando el mango del cable hacia la cadera derecha.",
            "Haga una pausa por un momento, luego gire el torso hacia la izquierda, llevando el mango del cable hacia la cadera izquierda.",
            "Continúe alternando giros durante el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "cintura",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/CosvJSDQRAHhX2",
          "id": "0212",
          "nombre": "abdominales sentados con cable",
          "objetivo": "abdominales",
          "Músculos secundarios": [
            "oblicuos"
          ],
          "instrucciones": [
            "Siéntese en una máquina de cable con los pies apoyados en el suelo y las rodillas dobladas.",
            "Sujete el mango del cable con ambas manos y colóquelo detrás de la cabeza.",
            "Contraiga los abdominales y doble lentamente la parte superior del cuerpo hacia adelante, llevando el pecho hacia las rodillas.",
            "Haga una pausa por un momento en la parte superior y luego regrese lentamente a la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "espalda",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/ZzZD9rSurDQgw3",
          "id": "0213",
          "nombre": "remo alto con barra en V y sentado con polea",
          "objetivo": "lats",
          "Músculos secundarios": [
            "bíceps",
            "romboides",
            "deltoides posteriores"
          ],
          "instrucciones": [
            "Siéntese en la máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
            "Sujete el accesorio de barra en V con un agarre superior, con las palmas enfrentadas y las manos separadas al ancho de los hombros.",
            "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
            "Tire de la barra en V hacia su torso retrayendo los omóplatos y apretando los músculos de la espalda.",
            "Haga una pausa por un momento en el pico de la contracción, luego libere lentamente la tensión y vuelva a la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "espalda",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/HJYfTe4AFSXs3p",
          "id": "0214",
          "nombre": "remo alternado con un brazo sentado con polea",
          "objetivo": "espalda superior",
          "Músculos secundarios": [
            "bíceps",
            "antebrazos"
          ],
          "instrucciones": [
            "Siéntese en un banco frente a una máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
            "Sujete el mango con una mano y mantenga el brazo completamente extendido frente a usted.",
            "Tire del mango hacia su cuerpo, retrayendo el omóplato y manteniendo el codo cerca del costado.",
            "Haga una pausa por un momento en la parte superior del movimiento, apretando los músculos de la espalda.",
            "Suelte lentamente el mango hasta la posición inicial.",
            "Repita con el otro brazo.",
            "Alterna entre brazos durante el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "hombros",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/r444IEn7jcHdsw",
          "id": "0215",
          "nombre": "elevación lateral trasera con cable sentado",
          "objetivo": "deltoides",
          "Músculos secundarios": [
            "trampas",
            "romboides"
          ],
          "instrucciones": [
            "Siéntese en un banco frente a la máquina de cable con los pies apoyados en el suelo.",
            "Sujete las manijas del cable con un agarre superior y extienda los brazos hacia adelante.",
            "Manteniendo los brazos rectos, levántelos lentamente hacia los lados hasta que queden paralelos al suelo.",
            "Haz una pausa por un momento en la parte superior, luego baja lentamente los brazos hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "hombros",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/Mt4nlqi5fR6fVc",
          "id": "0216",
          "nombre": "rotación interna del hombro sentado con cable",
          "objetivo": "deltoides",
          "Músculos secundarios": [
            "manguito rotador",
            "tríceps"
          ],
          "instrucciones": [
            "Siéntese en un banco o silla frente a la máquina de cable con los pies apoyados en el suelo.",
            "Sujete el mango del cable con el brazo extendido hacia adelante, paralelo al suelo.",
            "Mantén el codo ligeramente doblado y los omóplatos hacia atrás y hacia abajo.",
            "Gire lentamente el brazo hacia adentro, llevando el mango del cable hacia el centro de su cuerpo.",
            "Haga una pausa por un momento al final del movimiento, luego regrese lentamente a la posición inicial.",
            "Repita el ejercicio la cantidad de repeticiones deseada y luego cambie de brazo."
          ]
        },
        {
          "bodyPart": "espalda",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/pDcsxxVKlRQCQK",
          "id": "0218",
          "nombre": "remo con cable sentado y agarre ancho",
          "objetivo": "espalda superior",
          "Músculos secundarios": [
            "bíceps",
            "antebrazos"
          ],
          "instrucciones": [
            "Siéntese en la máquina de remo con cable con los pies apoyados en los reposapiés y las rodillas ligeramente flexionadas.",
            "Sujete el mango con un agarre amplio, con las palmas hacia abajo.",
            "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
            "Tire del mango hacia la parte inferior del pecho, apretando los omóplatos.",
            "Haga una pausa por un momento en el pico de la contracción.",
            "Suelte lentamente el mango hasta la posición inicial, extendiendo completamente los brazos.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "hombros",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/fp6cpd1Bgscute",
          "id": "0219",
          "nombre": "press de hombros con cable",
          "objetivo": "deltoides",
          "Músculos secundarios": [
            "tríceps",
            "parte superior de la espalda"
          ],
          "instrucciones": [
            "Ajuste la máquina de cable de modo que los mangos queden a la altura de los hombros.",
            "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
            "Sujete las manijas con un agarre superior y llévelas hasta la altura de los hombros, con los codos doblados y apuntando hacia afuera.",
            "Presione las manijas hacia arriba hasta que sus brazos estén completamente extendidos sobre la cabeza.",
            "Haga una pausa por un momento en la parte superior, luego baje lentamente las manijas hasta el nivel de los hombros.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "espalda",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/6w4bqx2oYX2iNH",
          "id": "0220",
          "nombre": "encogimiento de hombros con cable",
          "objetivo": "trampas",
          "Músculos secundarios": [
            "espalda"
          ],
          "instrucciones": [
            "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
            "Sujete las manijas del cable con un agarre superior y deje que los brazos cuelguen frente a usted.",
            "Manteniendo los brazos rectos, encoge los hombros hacia las orejas.",
            "Mantenga la contracción por un momento, luego baje lentamente los hombros hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "cintura",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/5UTnfJ52SpekK6",
          "id": "0221",
          "nombre": "abdominales con flexión lateral con cable (pelota bosu)",
          "objetivo": "abdominales",
          "Músculos secundarios": [
            "oblicuos"
          ],
          "instrucciones": [
            "Párese con los pies separados a la altura de los hombros, sosteniendo un asa de cable en una mano.",
            "Coloca la otra mano en tu cadera.",
            "Contraiga el centro del cuerpo y dóblese lentamente hacia un lado, hacia la mano que sostiene el cable, manteniendo la espalda recta.",
            "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
            "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
          ]
        },
        {
          "bodyPart": "cintura",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/xfmPK-RzheVtzT",
          "id": "0222",
          "nombre": "curva lateral del cable",
          "objetivo": "abdominales",
          "Músculos secundarios": [
            "oblicuos"
          ],
          "instrucciones": [
            "Párese con los pies separados a la altura de los hombros y sujete el mango del cable con una mano.",
            "Mantén la espalda recta y el centro del cuerpo contraído.",
            "Dóblate lentamente hacia un lado desde la cintura, bajando el mango del cable hacia la rodilla.",
            "Haz una pausa por un momento y luego vuelve a la posición inicial.",
            "Repetir en el otro lado.",
            "Alterna los lados para el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "cintura",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/gq1G-ofmX0k4zp",
          "id": "0223",
          "nombre": "crujido lateral del cable",
          "objetivo": "abdominales",
          "Músculos secundarios": [
            "oblicuos"
          ],
          "instrucciones": [
            "Conecte un mango de cable a una polea baja y colóquese de lado a la máquina.",
            "Sujete el mango con la mano más alejada de la máquina y coloque la otra mano en la cadera.",
            "Mantenga los pies separados a la altura de los hombros y las rodillas ligeramente dobladas.",
            "Con los abdominales contraídos, dóblate hacia un lado desde la cintura, llevando el codo hacia la cadera.",
            "Haz una pausa por un momento en la parte inferior y luego regresa lentamente a la posición inicial.",
            "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
          ]
        },
        {
          "bodyPart": "brazos inferiores",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/3s7Sti53R7L9wp",
          "id": "0224",
          "nombre": "curl de muñeca hacia atrás con polea",
          "objetivo": "antebrazos",
          "Músculos secundarios": [
            "bíceps",
            "braquial"
          ],
          "instrucciones": [
            "Párate frente a una máquina de cable con los pies separados a la altura de los hombros.",
            "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
            "Mantén los brazos rectos y los codos pegados a los costados.",
            "Lentamente doble las muñecas hacia arriba, llevando el mango del cable hacia su cuerpo.",
            "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "hombros",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/WGWgGurRvPqTuV",
          "id": "0225",
          "nombre": "cable de pie cruzado alto con vuelo inverso",
          "objetivo": "deltoides",
          "Músculos secundarios": [
            "trapecio",
            "romboides",
            "deltoides posteriores"
          ],
          "instrucciones": [
            "Coloque un mango en forma de D a cada lado de una máquina de cable a la altura de los hombros.",
            "Párate en el medio de la máquina de cable con los pies separados a la altura de los hombros.",
            "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados, con las palmas hacia adelante.",
            "Mantenga los codos ligeramente flexionados y la espalda recta durante todo el ejercicio.",
            "Contraiga los músculos de los hombros y apriete los omóplatos mientras tira de las manijas hacia el frente del cuerpo.",
            "Haga una pausa por un momento en el punto máximo del movimiento, luego regrese lentamente a la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "cintura",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/eYkDsws5HRLFAh",
          "id": "0226",
          "nombre": "crujido de pie con cable",
          "objetivo": "abdominales",
          "Músculos secundarios": [
            "oblicuos"
          ],
          "instrucciones": [
            "Fije un mango de cable a una polea alta y párese de espaldas a la máquina.",
            "Sujete el mango con ambas manos y colóquelo detrás de la cabeza, manteniendo los codos doblados.",
            "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
            "Manteniendo los abdominales contraídos, exhala y lleva el torso hacia las rodillas, llevando los codos hacia los muslos.",
            "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
        {
          "bodyPart": "pecho",
          "equipo": "cable",
          "gifUrl": "https://v2.exercisedb.io/image/j2sPwwxfeMhpQz",
          "id": "0227",
          "nombre": "mosca de pie con cable",
          "objetivo": "pectorales",
          "Músculos secundarios": [
            "deltoides",
            "tríceps"
          ],
          "instrucciones": [
            "Fije las asas a los cables a la altura del pecho.",
            "Párese con los pies separados a la altura de los hombros, de espaldas a la máquina de cable.",
            "Sujete las manijas con un agarre superior, con las palmas hacia adelante.",
            "Da un paso adelante ligeramente para crear tensión en los cables.",
            "Mantenga el centro del cuerpo contraído y la espalda recta durante todo el ejercicio.",
            "Con una ligera flexión de los codos, lleve lentamente los brazos hacia adelante y júntelos frente al pecho.",
            "Aprieta los músculos del pecho en el punto máximo del movimiento.",
            "Invierta lentamente el movimiento, volviendo los brazos a la posición inicial.",
            "Repita el número deseado de repeticiones."
          ]
        },
            {
              "bodyPart": "brazos superiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/TGnYB8IiJYGTEV",
              "id": "0207",
              "nombre": "extensión con cable con agarre invertido",
              "objetivo": "tríceps",
              "Músculos secundarios": [
                "antebrazos"
              ],
              "instrucciones": [
                "Conecte una barra recta a una máquina de cable con polea alta.",
                "Párese frente a la máquina con los pies separados a la altura de los hombros.",
                "Sujete la barra con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
                "Mantenga los codos cerca de los costados y la parte superior de los brazos estacionaria durante todo el ejercicio.",
                "Utilizando los tríceps, empuje la barra hacia abajo hasta que tus brazos estén completamente extendidos y tus tríceps estén contraídos.",
                "Haga una pausa por un momento, luego regrese lentamente la barra a la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/g8j91Pmd9smV9o",
              "id": "0208",
              "nombre": "remo alto sentado con espalda recta y agarre invertido con cable",
              "objetivo": "espalda superior",
              "Músculos secundarios": [
                "bíceps",
                "antebrazos"
              ],
              "instrucciones": [
                "Siéntese en el asiento frente a la máquina de cable con los pies apoyados en el suelo.",
                "Sujete el cable con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
                "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
                "Tire del cable hacia su torso retrayendo los omóplatos y apretando los músculos de la espalda.",
                "Haga una pausa por un momento en el pico de la contracción, luego suelte lentamente el cable hasta la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "brazos superiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/zBSaf2KrFpz7FG",
              "id": "0209",
              "nombre": "rizo de predicador invertido con cable",
              "objetivo": "bíceps",
              "Músculos secundarios": [
                "antebrazos"
              ],
              "instrucciones": [
                "Ajuste la máquina de cable de modo que la almohadilla de curl de predicador esté a la altura del pecho.",
                "Siéntese en el banco de curl predicador y coloque la parte superior de los brazos sobre la almohadilla, con las palmas hacia abajo y los codos completamente extendidos.",
                "Agarre las manijas del cable con un agarre por debajo de la mano, con los hombros separados a la altura de los hombros.",
                "Manteniendo los brazos superiores estacionarios, exhale y doble las manijas hacia los hombros, contrayendo los bíceps.",
                "Haz una pausa por un momento en la parte superior del movimiento, apretando los bíceps.",
                "Inhale y baje lentamente las manijas hasta la posición inicial, extendiendo completamente los codos.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "brazos inferiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/OZVqnA0wtedbvq",
              "id": "0210",
              "nombre": "curl de muñeca invertido con cable",
              "objetivo": "antebrazos",
              "Músculos secundarios": [
                "antebrazos",
                "muñecas"
              ],
              "instrucciones": [
                "Conecte un cable a una polea baja y siéntese en un banco frente a la máquina de cable.",
                "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
                "Apoya los antebrazos sobre los muslos, con las muñecas colgando del borde.",
                "Manteniendo los antebrazos estacionarios, exhale y doble las muñecas hacia arriba lo más que pueda.",
                "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente las muñecas hasta la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/5lRqd5WbG7ECAP",
              "id": "0211",
              "nombre": "giros rusos con cable (sobre balón de estabilidad)",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos",
                "espalda baja"
              ],
              "instrucciones": [
                "Siéntese sobre una pelota de estabilidad con los pies apoyados en el suelo y las rodillas dobladas en un ángulo de 90 grados.",
                "Sujete el mango del cable con ambas manos y extienda los brazos hacia adelante.",
                "Inclínese ligeramente hacia atrás mientras mantiene la espalda recta y el centro del cuerpo contraído.",
                "Gira el torso hacia la derecha, llevando el mango del cable hacia la cadera derecha.",
                "Haga una pausa por un momento, luego gire el torso hacia la izquierda, llevando el mango del cable hacia la cadera izquierda.",
                "Continúe alternando giros durante el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/CosvJSDQRAHhX2",
              "id": "0212",
              "nombre": "abdominales sentados con cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos"
              ],
              "instrucciones": [
                "Siéntese en una máquina de cable con los pies apoyados en el suelo y las rodillas dobladas.",
                "Sujete el mango del cable con ambas manos y colóquelo detrás de la cabeza.",
                "Contraiga los abdominales y doble lentamente la parte superior del cuerpo hacia adelante, llevando el pecho hacia las rodillas.",
                "Haga una pausa por un momento en la parte superior y luego regrese lentamente a la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/ZzZD9rSurDQgw3",
              "id": "0213",
              "nombre": "remo alto con barra en V y sentado con polea",
              "objetivo": "lats",
              "Músculos secundarios": [
                "bíceps",
                "romboides",
                "deltoides posteriores"
              ],
              "instrucciones": [
                "Siéntese en la máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
                "Sujete el accesorio de barra en V con un agarre superior, con las palmas enfrentadas y las manos separadas al ancho de los hombros.",
                "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
                "Tire de la barra en V hacia su torso retrayendo los omóplatos y apretando los músculos de la espalda.",
                "Haga una pausa por un momento en el pico de la contracción, luego libere lentamente la tensión y vuelva a la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/HJYfTe4AFSXs3p",
              "id": "0214",
              "nombre": "remo alternado con un brazo sentado con polea",
              "objetivo": "espalda superior",
              "Músculos secundarios": [
                "bíceps",
                "antebrazos"
              ],
              "instrucciones": [
                "Siéntese en un banco frente a una máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
                "Sujete el mango con una mano y mantenga el brazo completamente extendido frente a usted.",
                "Tire del mango hacia su cuerpo, retrayendo el omóplato y manteniendo el codo cerca del costado.",
                "Haga una pausa por un momento en la parte superior del movimiento, apretando los músculos de la espalda.",
                "Suelte lentamente el mango hasta la posición inicial.",
                "Repita con el otro brazo.",
                "Alterna entre brazos durante el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/r444IEn7jcHdsw",
              "id": "0215",
              "nombre": "elevación lateral trasera con cable sentado",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "trampas",
                "romboides"
              ],
              "instrucciones": [
                "Siéntese en un banco frente a la máquina de cable con los pies apoyados en el suelo.",
                "Sujete las manijas del cable con un agarre superior y extienda los brazos hacia adelante.",
                "Manteniendo los brazos rectos, levántelos lentamente hacia los lados hasta que queden paralelos al suelo.",
                "Haz una pausa por un momento en la parte superior, luego baja lentamente los brazos hasta la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/Mt4nlqi5fR6fVc",
              "id": "0216",
              "nombre": "rotación interna del hombro sentado con cable",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "manguito rotador",
                "tríceps"
              ],
              "instrucciones": [
                "Siéntese en un banco o silla frente a la máquina de cable con los pies apoyados en el suelo.",
                "Sujete el mango del cable con el brazo extendido hacia adelante, paralelo al suelo.",
                "Mantén el codo ligeramente doblado y los omóplatos hacia atrás y hacia abajo.",
                "Gire lentamente el brazo hacia adentro, llevando el mango del cable hacia el centro de su cuerpo.",
                "Haga una pausa por un momento al final del movimiento, luego regrese lentamente a la posición inicial.",
                "Repita el ejercicio la cantidad de repeticiones deseada y luego cambie de brazo."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/pDcsxxVKlRQCQK",
              "id": "0218",
              "nombre": "remo con cable sentado y agarre ancho",
              "objetivo": "espalda superior",
              "Músculos secundarios": [
                "bíceps",
                "antebrazos"
              ],
              "instrucciones": [
                "Siéntese en la máquina de remo con cable con los pies apoyados en los reposapiés y las rodillas ligeramente flexionadas.",
                "Sujete el mango con un agarre amplio, con las palmas hacia abajo.",
                "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
                "Tire del mango hacia la parte inferior del pecho, apretando los omóplatos.",
                "Haga una pausa por un momento en el pico de la contracción.",
                "Suelte lentamente el mango hasta la posición inicial, extendiendo completamente los brazos.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/fp6cpd1Bgscute",
              "id": "0219",
              "nombre": "press de hombros con cable",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "tríceps",
                "parte superior de la espalda"
              ],
              "instrucciones": [
                "Ajuste la máquina de cable de modo que los mangos queden a la altura de los hombros.",
                "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
                "Sujete las manijas con un agarre superior y llévelas hasta la altura de los hombros, con los codos doblados y apuntando hacia afuera.",
                "Presione las manijas hacia arriba hasta que sus brazos estén completamente extendidos sobre la cabeza.",
                "Haga una pausa por un momento en la parte superior, luego baje lentamente las manijas hasta el nivel de los hombros.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/6w4bqx2oYX2iNH",
              "id": "0220",
              "nombre": "encogimiento de hombros con cable",
              "objetivo": "trampas",
              "Músculos secundarios": [
                "espalda"
              ],
              "instrucciones": [
                "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
                "Sujete las manijas del cable con un agarre superior y deje que los brazos cuelguen frente a usted.",
                "Manteniendo los brazos rectos, encoge los hombros hacia las orejas.",
                "Mantenga la contracción por un momento, luego baje lentamente los hombros hasta la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/5UTnfJ52SpekK6",
              "id": "0221",
              "nombre": "abdominales con flexión lateral con cable (pelota bosu)",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos"
              ],
              "instrucciones": [
                "Párese con los pies separados a la altura de los hombros, sosteniendo un asa de cable en una mano.",
                "Coloca la otra mano en tu cadera.",
                "Contraiga el centro del cuerpo y dóblese lentamente hacia un lado, hacia la mano que sostiene el cable, manteniendo la espalda recta.",
                "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
                "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/xfmPK-RzheVtzT",
              "id": "0222",
              "nombre": "curva lateral del cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos"
              ],
              "instrucciones": [
                "Párese con los pies separados a la altura de los hombros y sujete el mango del cable con una mano.",
                "Mantén la espalda recta y el centro del cuerpo contraído.",
                "Dóblate lentamente hacia un lado desde la cintura, bajando el mango del cable hacia la rodilla.",
                "Haz una pausa por un momento y luego vuelve a la posición inicial.",
                "Repetir en el otro lado.",
                "Alterna los lados para el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/gq1G-ofmX0k4zp",
              "id": "0223",
              "nombre": "crujido lateral del cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos"
              ],
              "instrucciones": [
                "Conecte un mango de cable a una polea baja y colóquese de lado a la máquina.",
                "Sujete el mango con la mano más alejada de la máquina y coloque la otra mano en la cadera.",
                "Mantenga los pies separados a la altura de los hombros y las rodillas ligeramente dobladas.",
                "Con los abdominales contraídos, dóblate hacia un lado desde la cintura, llevando el codo hacia la cadera.",
                "Haz una pausa por un momento en la parte inferior y luego regresa lentamente a la posición inicial.",
                "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
              ]
            },
            {
              "bodyPart": "brazos inferiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/3s7Sti53R7L9wp",
              "id": "0224",
              "nombre": "curl de muñeca hacia atrás con polea",
              "objetivo": "antebrazos",
              "Músculos secundarios": [
                "bíceps",
                "braquial"
              ],
              "instrucciones": [
                "Párate frente a una máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
                "Mantén los brazos rectos y los codos pegados a los costados.",
                "Lentamente doble las muñecas hacia arriba, llevando el mango del cable hacia su cuerpo.",
                "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/WGWgGurRvPqTuV",
              "id": "0225",
              "nombre": "cable de pie cruzado alto con vuelo inverso",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "trapecio",
                "romboides",
                "deltoides posteriores"
              ],
              "instrucciones": [
                "Coloque un mango en forma de D a cada lado de una máquina de cable a la altura de los hombros.",
                "Párate en el medio de la máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados, con las palmas hacia adelante.",
                "Mantenga los codos ligeramente flexionados y la espalda recta durante todo el ejercicio.",
                "Contraiga los músculos de los hombros y apriete los omóplatos mientras tira de las manijas hacia el frente del cuerpo.",
                "Haga una pausa por un momento en el punto máximo del movimiento, luego regrese lentamente a la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/eYkDsws5HRLFAh",
              "id": "0226",
              "nombre": "crujido de pie con cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos"
              ],
              "instrucciones": [
                "Fije un mango de cable a una polea alta y párese de espaldas a la máquina.",
                "Sujete el mango con ambas manos y colóquelo detrás de la cabeza, manteniendo los codos doblados.",
                "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
                "Manteniendo los abdominales contraídos, exhala y lleva el torso hacia las rodillas, llevando los codos hacia los muslos.",
                "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
                "Repita el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "pecho",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/j2sPwwxfeMhpQz",
              "id": "0227",
              "nombre": "mosca de pie con cable",
              "objetivo": "pectorales",
              "Músculos secundarios": [
                "deltoides",
                "tríceps"
              ],
              "instrucciones": [
                "Fije las asas a los cables a la altura del pecho.",
                "Párese con los pies separados a la altura de los hombros, de espaldas a la máquina de cable.",
                "Sujete las manijas con un agarre superior, con las palmas hacia adelante.",
                "Da un paso adelante ligeramente para crear tensión en los cables.",
                "Mantenga el centro del cuerpo contraído y la espalda recta durante todo el ejercicio.",
                "Con una ligera flexión de los codos, lleve lentamente los brazos hacia adelante y júntelos frente al pecho.",
                "Aprieta los músculos del pecho en el punto máximo del movimiento.",
                "Invierta lentamente el movimiento, volviendo los brazos a la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "parte superior de las piernas",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/GOKPkPPVhVUjAk",
              "id": "0228",
              "nombre": "extensión de cadera con polea de pie",
              "objetivo": "glúteos",
              "Músculos secundarios": [
                "isquiotibiales",
                "cuadríceps"
              ],
              "instrucciones": [
                "Conecte un cable a una polea baja y colóquese de espaldas a la máquina.",
                "Coloca el cable alrededor de tu tobillo y párate con los pies separados a la altura de los hombros.",
                "Mantenga el centro del cuerpo contraído y la espalda recta durante todo el ejercicio.",
                "Extiende lentamente la pierna hacia atrás, apretando los glúteos en la parte superior del movimiento.",
                "Haz una pausa por un momento y luego vuelve a la posición inicial.",
                "Repita el número de repeticiones deseado.",
                "Cambia de lado y repite con la otra pierna."
              ]
            },
            {
              "bodyPart": "brazos superiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/ia2PTUNvMYuJCm",
              "id": "0229",
              "nombre": "curvatura interna con cable",
              "objetivo": "bíceps",
              "Músculos secundarios": [
                "antebrazos"
              ],
              "instrucciones": [
                "Párate frente a una máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete el mango del cable con un agarre inferior, con las palmas hacia arriba.",
                "Mantenga los codos cerca de los costados y la parte superior de los brazos quieta.",
                "Exhala y gira el mango del cable hacia los hombros, contrayendo los bíceps.",
                "Haz una pausa por un momento en la parte superior del movimiento, apretando los bíceps.",
                "Inhala y baja lentamente el mango del cable hasta la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/5V6ua50Pijeegz",
              "id": "0230",
              "nombre": "elevador de cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos",
                "espalda baja"
              ],
              "instrucciones": [
                "Párese frente a la máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete el mango del cable con ambas manos y colóquelo a la altura de la cintura.",
                "Contraiga el centro del cuerpo y mantenga la espalda recta durante todo el ejercicio.",
                "Manteniendo los brazos rectos, exhala y levanta el mango del cable hacia el hombro opuesto, girando el torso.",
                "Haga una pausa por un momento en la parte superior, luego inhale y baje lentamente el mango del cable hasta la posición inicial.",
                "Repita el ejercicio tantas veces como desee y luego cambie de lado."
              ]
            },
            {
              "bodyPart": "brazos superiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/RV5PXYqUBgW0x2",
              "id": "0231",
              "nombre": "extensión de tríceps con un brazo en posición de pie con polea",
              "objetivo": "tríceps",
              "Músculos secundarios": [
                "espalda"
              ],
              "instrucciones": [
                "Párese con los pies separados a la altura de los hombros, frente a la máquina de cable.",
                "Sujete el mango del cable con la mano derecha, con la palma hacia abajo, y coloque el brazo de manera que quede completamente extendido y paralelo al suelo.",
                "Mantenga el codo estacionario y cerca del cuerpo.",
                "Dobla lentamente el codo, bajando el mango del cable hacia la parte posterior de la cabeza.",
                "Haga una pausa por un momento en la parte inferior del movimiento, luego extienda el brazo hacia atrás hasta la posición inicial.",
                "Repita el ejercicio tantas veces como desee, luego cambie de lado y realice el ejercicio con el brazo izquierdo."
              ]
            },
            {
              "bodyPart": "brazos superiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/tIEKYB0LyoCa1x",
              "id": "0232",
              "nombre": "jalón de pie con cable (con cuerda)",
              "objetivo": "bíceps",
              "Músculos secundarios": [
                "antebrazos",
                "espalda"
              ],
              "instrucciones": [
                "Ate una cuerda a la máquina de cable en la posición más alta.",
                "Párese frente a la máquina con los pies separados a la altura de los hombros.",
                "Sujete la cuerda con un agarre superior, con las palmas hacia abajo.",
                "Mantenga la espalda recta y el centro del cuerpo contraído durante todo el ejercicio.",
                "Tira de la cuerda hacia tus muslos, apretando tus bíceps.",
                "Haz una pausa por un momento en la parte inferior, luego suelta lentamente la cuerda hacia arriba.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/LXZVtAEFLjYGxJ",
              "id": "0233",
              "nombre": "Remo para deltoides posteriores con polea (con cuerda)",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "trapecio",
                "romboides",
                "bíceps"
              ],
              "instrucciones": [
                "Párate frente a una máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete el cable con ambas manos, con las palmas enfrentadas, y dé un paso atrás para crear tensión en el cable.",
                "Mantén la espalda recta y el centro del cuerpo contraído.",
                "Tire del cable hacia su cuerpo, apretando los omóplatos.",
                "Haga una pausa por un momento en el punto máximo del movimiento, luego suelte lentamente el cable hasta volver a la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/5AG4pj4tmG10NL",
              "id": "0234",
              "nombre": "remo de pie con polea (barra en V)",
              "objetivo": "parte superior de la espalda",
              "Músculos secundarios": [
                "bíceps",
                "espalda"
              ],
              "instrucciones": [
                "Párate frente a la máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete el accesorio de barra en V con un agarre superior, con las palmas hacia abajo.",
                "Mantén la espalda recta y el centro del cuerpo contraído.",
                "Tire de la barra en V hacia su cuerpo, apretando los omóplatos.",
                "Haga una pausa por un momento en el punto máximo del movimiento, luego libere lentamente la tensión y vuelva a la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/klI6q9LX8QW244",
              "id": "0235",
              "nombre": "rotación externa del hombro con polea",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "manguito rotador",
                "trapecio"
              ],
              "instrucciones": [
                "Párese con los pies separados a la altura de los hombros y las rodillas ligeramente dobladas.",
                "Sujete el mango del cable con el brazo extendido frente a usted, paralelo al suelo.",
                "Mantén el codo ligeramente doblado y los omóplatos hacia atrás.",
                "Gire lentamente el brazo hacia afuera, alejándolo del cuerpo, mientras mantiene el codo en la misma posición.",
                "Haga una pausa por un momento al final del movimiento, luego regrese lentamente a la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/tHiJyVBsZkMLMW",
              "id": "0236",
              "nombre": "Remo con torsión en polea (barra en V)",
              "objetivo": "parte superior de la espalda",
              "Músculos secundarios": [
                "bíceps",
                "espalda"
              ],
              "instrucciones": [
                "Coloque un accesorio de barra en V en una máquina de cable a la altura del pecho.",
                "Párate frente a la máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete la barra en V con un agarre superior, con las palmas hacia abajo.",
                "Da un paso atrás para crear tensión en el cable.",
                "Mantenga la espalda recta y el centro del cuerpo contraído durante todo el ejercicio.",
                "Tire de la barra en V hacia su torso retrayendo los omóplatos y doblando los codos.",
                "Mientras tiras, gira el torso hacia un lado, apretando los omóplatos.",
                "Haga una pausa por un momento en la parte superior del movimiento, sintiendo la contracción en la parte superior de la espalda.",
                "Libere lentamente la tensión y vuelva a la posición inicial, desenroscando el torso.",
                "Repita el movimiento la cantidad de repeticiones deseada, alternando la dirección de torsión con cada repetición."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/3qKXQpTt4XDUff",
              "id": "0237",
              "nombre": "jalón con cable y brazo recto (con cuerda)",
              "objetivo": "lats",
              "Músculos secundarios": [
                "bíceps",
                "antebrazos"
              ],
              "instrucciones": [
                "Ate una cuerda a la máquina de cable en la posición más alta.",
                "Párese frente a la máquina con los pies separados a la altura de los hombros.",
                "Sujete la cuerda con ambas manos, con las palmas hacia abajo.",
                "Extiende los brazos completamente frente a ti, manteniendo los codos ligeramente doblados.",
                "Contraiga los dorsales y tire lentamente de la cuerda hacia los muslos, manteniendo los brazos rectos.",
                "Haz una pausa por un momento en la parte inferior, luego libera lentamente la tensión y vuelve a la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/shrApLAUdu-CqE",
              "id": "0238",
              "nombre": "jalón con cable y brazo recto",
              "objetivo": "lats",
              "Músculos secundarios": [
                "espalda",
                "bíceps"
              ],
              "instrucciones": [
                "Fije una barra recta a la polea alta de una máquina de cable.",
                "Párese frente a la máquina con los pies separados a la altura de los hombros.",
                "Sujete la barra con un agarre superior, manteniendo los brazos rectos y las palmas hacia abajo.",
                "Contraiga los dorsales y baje la barra hacia los muslos, manteniendo los brazos rectos durante todo el movimiento.",
                "Haga una pausa por un momento en la parte inferior, luego regrese lentamente la barra a la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/klI6q9LX8QW244",
              "id": "0239",
              "nombre": "remo sentado con cable y espalda recta",
              "objetivo": "parte superior de la espalda",
              "Músculos secundarios": [
                "bíceps",
                "antebrazos",
                "espalda"
              ],
              "instrucciones": [
                "Siéntese en la máquina de remo con cable con los pies apoyados en los reposapiés y las rodillas ligeramente flexionadas.",
                "Sujete las manijas del cable con un agarre superior, con las palmas hacia abajo.",
                "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
                "Tire de las manijas del cable hacia su cuerpo, apretando los omóplatos.",
                "Haga una pausa por un momento en el punto máximo del movimiento, luego suelte lentamente las manijas hasta la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "hombros",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/-rPPWvgKmR2Ibw",
              "id": "0240",
              "nombre": "vuelo inverso en decúbito supino con cable",
              "objetivo": "deltoides",
              "Músculos secundarios": [
                "trapecio",
                "romboides"
              ],
              "instrucciones": [
                "Coloque un mango en forma de D en una máquina de cable con polea baja y acuéstese boca abajo en un banco plano.",
                "Sujete el mango en forma de D con cada mano, con las palmas hacia abajo, y extienda los brazos hacia adelante.",
                "Manteniendo los brazos rectos, levántalos hacia los lados hasta que queden paralelos al suelo.",
                "Haz una pausa por un momento en la parte superior, luego baja lentamente los brazos hasta la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "brazos superiores",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/Yz9i9eKcLWyXJd",
              "id": "0241",
              "nombre": "extensión de tríceps con cable (barra en V)",
              "objetivo": "tríceps",
              "Músculos secundarios": [
                "antebrazos"
              ],
              "instrucciones": [
                "Coloque un accesorio de barra en V en la máquina de cable en la configuración más alta.",
                "Párate frente a la máquina de cable con los pies separados a la altura de los hombros.",
                "Sujete la barra en V con un agarre superior, con las palmas hacia abajo y las manos separadas al ancho de los hombros.",
                "Mantenga los codos cerca de los costados y la parte superior de los brazos estacionaria durante todo el ejercicio.",
                "Contraiga los tríceps y exhale mientras empuja la barra en V hacia abajo hasta que sus brazos estén completamente extendidos.",
                "Haz una pausa por un momento en la parte inferior del movimiento, apretando los tríceps.",
                "Inhale mientras regresas lentamente la barra en V a la posición inicial, manteniendo el control.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/bU9hLBIgChlVgG",
              "id": "0242",
              "nombre": "abdominales invertidos con cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "flexores de la cadera"
              ],
              "instrucciones": [
                "Conecta un cable a una polea baja y túmbate sobre una colchoneta boca arriba.",
                "Sujete el cable con ambas manos y extienda los brazos hacia arriba por encima del pecho.",
                "Dobla las rodillas y levanta las piernas, llevando las rodillas hacia el pecho.",
                "Al mismo tiempo, dobla la pelvis hacia el pecho, levantando las caderas del suelo.",
                "Haz una pausa por un momento en la parte superior, luego baja lentamente las piernas y las caderas hasta la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },
            {
              "bodyPart": "cintura",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/VmnYPfXt58-iTU",
              "id": "0243",
              "nombre": "torsión de cable",
              "objetivo": "abdominales",
              "Músculos secundarios": [
                "oblicuos"
              ],
              "instrucciones": [
                "Párese con los pies separados a la altura de los hombros, frente a la máquina de cable.",
                "Sujete el mango del cable con ambas manos frente al pecho, manteniendo los brazos ligeramente flexionados.",
                "Contraiga el centro del cuerpo y gire el torso hacia la derecha, tirando del cable a través del cuerpo.",
                "Haz una pausa por un momento al final del movimiento, sintiendo la contracción en tus abdominales y oblicuos.",
                "Regrese lentamente a la posición inicial, resistiendo el tirón del cable.",
                "Repite el movimiento hacia el lado izquierdo.",
                "Continúe alternando lados durante el número deseado de repeticiones."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/5uJUhanl5SZd4d",
              "id": "0244",
              "nombre": "tracción con torsión del cable",
              "objetivo": "lats",
              "Músculos secundarios": [
                "espalda",
                "bíceps"
              ],
              "instrucciones": [
                "Conecte un mango de cable a una polea baja y párese frente a la máquina.",
                "Sujete el mango con la mano izquierda y aléjese de la máquina, extendiendo el brazo completamente.",
                "Coloque los pies separados a la altura de los hombros, con las rodillas ligeramente dobladas.",
                "Mantenga la espalda recta y el centro del cuerpo contraído durante todo el ejercicio.",
                "Tire del mango hacia su cuerpo, girando el torso hacia la derecha mientras lo hace.",
                "Aprieta los músculos de la espalda al final del movimiento.",
                "Regrese lentamente a la posición inicial, manteniendo la tensión en el cable.",
                "Repita el ejercicio la cantidad de repeticiones deseada, luego cambie de lado y realice el ejercicio con la mano derecha."
              ]
            },
            {
              "bodyPart": "espalda",
              "equipo": "cable",
              "gifUrl": "https://v2.exercisedb.io/image/H5b-gFU3ERHEA7",
              "id": "0245",
              "nombre": "jalón con polea baja",
              "objetivo": "lats",
              "Músculos secundarios": [
                "bíceps",
                "antebrazos"
              ],
              "instrucciones": [
                "Ajuste la máquina de cable de modo que la barra de dominadas esté a una altura por encima de su cabeza.",
                "Siéntese en el asiento y agarre la barra de dominadas con un agarre supino, con las manos ligeramente más separadas que el ancho de los hombros.",
                "Mantén la espalda recta e inclínate ligeramente hacia atrás.",
                "Tire de la barra hacia el pecho, apretando los omóplatos.",
                "Haga una pausa por un momento en la parte inferior del movimiento, luego suelte lentamente la barra hasta la posición inicial.",
                "Repita el número de repeticiones deseado."
              ]
            },          
                {
                  "bodyPart": "hombros",
                  "equipo": "cable",
                  "gifUrl": "https://v2.exercisedb.io/image/mHLClvqdW9HMK5",
                  "id": "0246",
                  "nombre": "remo vertical con polea",
                  "objetivo": "deltoides",
                  "Músculos secundarios": [
                    "trampas",
                    "bíceps"
                  ],
                  "instrucciones": [
                    "Párese con los pies separados a la altura de los hombros, las rodillas ligeramente flexionadas y sujete el cable con un agarre superior.",
                    "Mantenga la espalda recta y el centro del cuerpo contraído durante todo el ejercicio.",
                    "Tire del cable hacia arriba, en dirección a la barbilla, usando los codos como guía.",
                    "Haz una pausa por un momento en la parte superior, apretando los omóplatos.",
                    "Baje lentamente el accesorio del cable hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "brazos superiores",
                  "equipo": "cable",
                  "gifUrl": "https://v2.exercisedb.io/image/s6jn6gCLKXusv3",
                  "id": "0247",
                  "nombre": "curl de muñeca con cable",
                  "objetivo": "antebrazos",
                  "Músculos secundarios": [
                    "bíceps",
                    "braquial"
                  ],
                  "instrucciones": [
                    "Conecte una barra recta a una máquina de cable con polea baja.",
                    "Párese frente a la máquina con los pies separados a la altura de los hombros.",
                    "Sujete la barra con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
                    "Apoya tus antebrazos sobre un banco o almohadilla, con las muñecas colgando del borde.",
                    "Manteniendo los antebrazos estacionarios, exhala y dobla las muñecas hacia arriba lo más que puedas.",
                    "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "espalda",
                  "equipo": "barra",
                  "gifUrl": "https://v2.exercisedb.io/image/18lvI2lwsoaKlo",
                  "id": "0248",
                  "nombre": "fila acostada con barra combada",
                  "objetivo": "parte superior de la espalda",
                  "Músculos secundarios": [
                    "bíceps",
                    "antebrazos"
                  ],
                  "instrucciones": [
                    "Coloca una barra en el suelo y acuéstate boca abajo en un banco con el pecho justo fuera del borde.",
                    "Agáchate y agarra la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
                    "Con las piernas estiradas y los pies apoyados en el suelo, levanta la barra del suelo extendiendo los brazos.",
                    "Tire de la barra hacia el pecho, apretando los omóplatos.",
                    "Baja la barra a la posición inicial y repite el ejercicio tantas veces como desees."
                  ]
                },
                {
                  "bodyPart": "pecho",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/XO7Ngqlt15oNJf",
                  "id": "0251",
                  "nombre": "inmersión en el pecho",
                  "objetivo": "pectorales",
                  "Músculos secundarios": [
                    "tríceps",
                    "espalda"
                  ],
                  "instrucciones": [
                    "Colóquese en barras paralelas con los brazos completamente extendidos y el cuerpo recto.",
                    "Baja el cuerpo doblando los codos hasta que los hombros queden por debajo de los codos.",
                    "Empújese hacia atrás hasta la posición inicial estirando los brazos.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "espalda",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/vpN--WWNHDVvWE",
                  "id": "0253",
                  "nombre": "dominadas (agarre paralelo estrecho)",
                  "objetivo": "parte superior de la espalda",
                  "Músculos secundarios": [
                    "bíceps",
                    "antebrazos"
                  ],
                  "instrucciones": [
                    "Cuélguese de una barra de dominadas con un agarre estrecho y paralelo, con las palmas hacia usted.",
                    "Contraiga los músculos de la espalda y tire del cuerpo hacia la barra, manteniendo los codos cerca del cuerpo.",
                    "Continúa tirando hasta que tu barbilla esté por encima de la barra.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente el cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "piernas inferiores",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/mRWGd7lwveoDIi",
                  "id": "0257",
                  "nombre": "estiramiento de rodillas en círculos",
                  "objetivo": "terneros",
                  "Músculos secundarios": [
                    "isquiotibiales",
                    "cuadríceps"
                  ],
                  "instrucciones": [
                    "Párese con los pies separados a la altura de los hombros y las manos en las caderas.",
                    "Dobla ligeramente las rodillas y levanta los talones del suelo, manteniendo el equilibrio sobre las puntas de los pies.",
                    "Manteniendo las rodillas dobladas, gira las rodillas con un movimiento circular, primero en el sentido de las agujas del reloj y luego en el sentido contrario.",
                    "Realice el movimiento durante el número deseado de repeticiones."
                  ]
                },
                {
                  "bodyPart": "pecho",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/QImZG8Qko17cri",
                  "id": "0258",
                  "nombre": "push-up del reloj",
                  "objetivo": "pectorales",
                  "Músculos secundarios": [
                    "tríceps",
                    "espalda",
                    "centro"
                  ],
                  "instrucciones": [
                    "Comience en una posición de plancha alta con las manos directamente debajo de los hombros y el cuerpo en línea recta.",
                    "Baja el cuerpo hacia el suelo doblando los codos y manteniéndolos cerca de los costados.",
                    "A medida que bajas, gira tu cuerpo hacia la izquierda, extendiendo tu brazo izquierdo hacia un lado.",
                    "Empuja hacia atrás hasta la posición inicial, mientras giras tu cuerpo hacia el centro.",
                    "Repite la flexión, esta vez girando el cuerpo hacia la derecha y extendiendo el brazo derecho hacia el costado.",
                    "Continúa alternando lados con cada repetición."
                  ]
                },
                {
                  "bodyPart": "brazos superiores",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/L4mvYd8HxyLnk5",
                  "id": "0259",
                  "nombre": "flexiones con agarre cerrado",
                  "objetivo": "tríceps",
                  "Músculos secundarios": [
                    "pecho",
                    "espalda"
                  ],
                  "instrucciones": [
                    "Comience en una posición de plancha alta con las manos colocadas juntas, directamente debajo de los hombros.",
                    "Contraiga el centro del cuerpo y baje el cuerpo hacia el suelo, manteniendo los codos cerca de los costados.",
                    "Empuje con las palmas de las manos para extender los brazos y volver a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/aZenmKbh8DW1wz",
                  "id": "0260",
                  "nombre": "capullos",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera",
                    "espalda baja"
                  ],
                  "instrucciones": [
                    "Acuéstese boca arriba con las rodillas dobladas y los pies apoyados en el suelo.",
                    "Coloca las manos detrás de la cabeza con los codos apuntando hacia afuera.",
                    "Contrayendo los abdominales, levante lentamente la parte superior del cuerpo del suelo, curvándose hacia adelante hasta que el torso forme un ángulo de 45 grados.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/mLQgkTeddV-Yx-",
                  "id": "0262",
                  "nombre": "abdominales cruzados",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "oblicuos"
                  ],
                  "instrucciones": [
                    "Acuéstese boca arriba con las rodillas dobladas y los pies apoyados en el suelo.",
                    "Coloca las manos detrás de la cabeza con los codos apuntando hacia afuera.",
                    "Contrayendo los abdominales, levante la parte superior del cuerpo del suelo y gire para llevar el codo derecho hacia la rodilla izquierda.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita del otro lado, llevando el codo izquierdo hacia la rodilla derecha.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/093lrWDCiqBez9",
                  "id": "0267",
                  "nombre": "crunch (manos por encima de la cabeza)",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera"
                  ],
                  "instrucciones": [
                    "Acuéstese boca arriba con las rodillas dobladas y los pies apoyados en el suelo.",
                    "Extiende los brazos por encima de la cabeza.",
                    "Contrayendo los abdominales, levante la parte superior del cuerpo del suelo, curvándose hacia adelante en dirección a las rodillas.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "balón de estabilidad",
                  "gifUrl": "https://v2.exercisedb.io/image/oAg5NWg2uigbCO",
                  "id": "0271",
                  "nombre": "crunch (sobre pelota de estabilidad)",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera"
                  ],
                  "instrucciones": [
                    "Siéntese en la pelota de estabilidad con los pies apoyados en el suelo y las rodillas dobladas en un ángulo de 90 grados.",
                    "Recuéstese sobre la pelota hasta que la parte baja de la espalda esté apoyada y la parte superior del cuerpo quede paralela al suelo.",
                    "Coloca tus manos detrás de tu cabeza o sobre tu pecho.",
                    "Contraiga los abdominales y levante la parte superior del cuerpo hacia las rodillas, curvando el torso hacia adelante.",
                    "Haga una pausa por un momento en la parte superior del movimiento, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "balón de estabilidad",
                  "gifUrl": "https://v2.exercisedb.io/image/8FjuoqqBOFumVU",
                  "id": "0272",
                  "nombre": "abdominales (sobre una pelota de estabilidad, brazos estirados)",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera"
                  ],
                  "instrucciones": [
                    "Siéntese en la pelota de estabilidad con los pies apoyados en el suelo y las rodillas dobladas en un ángulo de 90 grados.",
                    "Recuéstese sobre la pelota hasta que la parte baja de la espalda esté apoyada y la parte superior del cuerpo quede paralela al suelo.",
                    "Coloca tus manos detrás de tu cabeza o crúzalas sobre tu pecho.",
                    "Contraiga los abdominales y levante la parte superior del cuerpo de la pelota, curvando los hombros hacia las caderas.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/oaSrz730SSMfJH",
                  "id": "0274",
                  "nombre": "suelo de crunch",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera"
                  ],
                  "instrucciones": [
                    "Acuéstese boca arriba con las rodillas dobladas y los pies apoyados en el suelo.",
                    "Coloca las manos detrás de la cabeza con los codos apuntando hacia afuera.",
                    "Contraiga los abdominales y levante los hombros del suelo, curvándose hacia adelante en dirección a las rodillas.",
                    "Haz una pausa por un momento en la parte superior, luego baja lentamente los hombros hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/dBinn2Yuq8wcea",
                  "id": "0276",
                  "nombre": "insecto muerto",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera",
                    "espalda baja"
                  ],
                  "instrucciones": [
                    "Acuéstese boca arriba con los brazos extendidos hacia el techo.",
                    "Dobla las rodillas y levanta las piernas del suelo, creando un ángulo de 90 grados en las caderas y las rodillas.",
                    "Contraiga el centro del cuerpo y la espalda baja para presionar la zona lumbar contra el suelo.",
                    "Baja lentamente el brazo derecho y la pierna izquierda hacia el suelo, manteniéndolos rectos y suspendidos justo por encima del suelo.",
                    "Haz una pausa por un momento y luego vuelve a la posición inicial.",
                    "Repite el movimiento con el brazo izquierdo y la pierna derecha.",
                    "Continúe alternando lados durante el número deseado de repeticiones."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/n3ze0j8WoaMjQE",
                  "id": "0277",
                  "nombre": "crisis de declive",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera"
                  ],
                  "instrucciones": [
                    "Acuéstese en un banco inclinado con los pies asegurados y las rodillas dobladas en un ángulo de 90 grados.",
                    "Coloca tus manos detrás de tu cabeza o sobre tu pecho.",
                    "Contraiga los abdominales y levante la parte superior del cuerpo hacia las rodillas, curvando el torso.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "pecho",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/JKnhTXg4vGK3W2",
                  "id": "0279",
                  "nombre": "flexiones declinadas",
                  "objetivo": "pectorales",
                  "Músculos secundarios": [
                    "tríceps",
                    "espalda"
                  ],
                  "instrucciones": [
                    "Coloca las manos en el suelo a una distancia ligeramente mayor que el ancho de los hombros, con los pies elevados sobre una superficie estable.",
                    "Mantenga su cuerpo en línea recta desde la cabeza hasta los pies, contrayendo los músculos centrales.",
                    "Baja el pecho hacia el suelo doblando los codos, manteniéndolos cerca del cuerpo.",
                    "Empuja con las palmas de las manos para extender los brazos y volver a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "cintura",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/0EDEMmof7tHPW4",
                  "id": "0282",
                  "nombre": "abdominales en declive",
                  "objetivo": "abdominales",
                  "Músculos secundarios": [
                    "flexores de la cadera",
                    "espalda baja"
                  ],
                  "instrucciones": [
                    "Acuéstese en un banco inclinado con los pies asegurados y las rodillas dobladas.",
                    "Coloca tus manos detrás de tu cabeza o sobre tu pecho.",
                    "Contraiga los abdominales y levante la parte superior del cuerpo del banco, curvándose hacia adelante en dirección a las rodillas.",
                    "Haga una pausa por un momento en la parte superior, luego baje lentamente la parte superior del cuerpo hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "brazos superiores",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/fd2deE14bytOW7",
                  "id": "0283",
                  "nombre": "flexión de diamante",
                  "objetivo": "tríceps",
                  "Músculos secundarios": [
                    "pecho",
                    "espalda"
                  ],
                  "instrucciones": [
                    "Comienza en una posición de plancha alta con las manos juntas, formando un diamante con los pulgares y los dedos índice.",
                    "Mantenga su cuerpo en línea recta desde la cabeza hasta los pies, contrayendo el centro del cuerpo y los glúteos.",
                    "Baja el pecho hacia la forma de diamante formada por tus manos, manteniendo los codos cerca del cuerpo.",
                    "Haz una pausa por un momento en la parte inferior y luego empújete hacia arriba hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "piernas inferiores",
                  "equipo": "peso corporal",
                  "gifUrl": "https://v2.exercisedb.io/image/WhbsPUSqbzxKAY",
                  "id": "0284",
                  "nombre": "cría de terneros de burro",
                  "objetivo": "terneros",
                  "Músculos secundarios": [
                    "isquiotibiales",
                    "glúteos"
                  ],
                  "instrucciones": [
                    "Párese con los dedos de los pies sobre una superficie elevada, como un escalón o un bloque.",
                    "Coloque las manos sobre un soporte estable, como una pared o una barandilla, para mantener el equilibrio.",
                    "Levanta los talones lo más alto posible, colocando el peso de tu cuerpo sobre las puntas de los pies.",
                    "Haz una pausa por un momento en la parte superior, luego baja lentamente los talones hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "brazos superiores",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/8xef-Y22GwDcVO",
                  "id": "0285",
                  "nombre": "curl de bíceps alterno con mancuernas",
                  "objetivo": "bíceps",
                  "Músculos secundarios": [
                    "antebrazos"
                  ],
                  "instrucciones": [
                    "Párate derecho con una mancuerna en cada mano, con las palmas hacia adelante y los brazos completamente extendidos.",
                    "Manteniendo los brazos superiores estacionarios, exhala y flexiona las pesas mientras contraes los bíceps.",
                    "Continúa levantando las pesas hasta que tus bíceps estén completamente contraídos y las mancuernas estén a la altura de los hombros.",
                    "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
                    "Inhala y comienza a bajar lentamente las mancuernas hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "hombros",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/s12rBdxSfGYkyf",
                  "id": "0286",
                  "nombre": "press lateral alterno con mancuernas",
                  "objetivo": "deltoides",
                  "Músculos secundarios": [
                    "tríceps",
                    "centro"
                  ],
                  "instrucciones": [
                    "Párese con los pies separados a la altura de los hombros, sosteniendo una mancuerna en cada mano a la altura de los hombros.",
                    "Presione una mancuerna sobre la cabeza mientras mantiene la otra mancuerna a la altura del hombro.",
                    "Baje la mancuerna presionada hasta la altura del hombro mientras presiona la otra mancuerna por encima de la cabeza.",
                    "Continúe alternando lados durante el número deseado de repeticiones."
                  ]
                },
                {
                  "bodyPart": "hombros",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/bgL9r52bN4as1T",
                  "id": "0287",
                  "nombre": "prensa Arnold con mancuernas v. 2",
                  "objetivo": "deltoides",
                  "Músculos secundarios": [
                    "tríceps",
                    "parte superior del pecho"
                  ],
                  "instrucciones": [
                    "Siéntese en un banco con respaldo y sostenga una mancuerna en cada mano a la altura de los hombros, con las palmas hacia el cuerpo y los codos doblados.",
                    "Presione las mancuernas hacia arriba hasta que sus brazos estén completamente extendidos y sus palmas miren hacia adelante.",
                    "Gira las muñecas mientras levantas, de modo que las palmas queden hacia adelante en la parte superior del movimiento.",
                    "Haz una pausa por un momento en la parte superior, luego baja lentamente las mancuernas a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "pecho",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/FKZPFOx86f-EIh",
                  "id": "0288",
                  "nombre": "pulóver con mancuernas",
                  "objetivo": "pectorales",
                  "Músculos secundarios": [
                    "tríceps",
                    "dorsal ancho"
                  ],
                  "instrucciones": [
                    "Acuéstese en un banco con la cabeza en un extremo y los pies firmemente apoyados en el suelo.",
                    "Sostenga una mancuerna con ambas manos y extienda los brazos por encima del pecho.",
                    "Manteniendo los brazos rectos, baje lentamente la mancuerna detrás de la cabeza en un movimiento de arco.",
                    "Haz una pausa por un momento en la parte inferior, luego levanta la mancuerna de nuevo a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "pecho",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/W44p7GUsKxTtoH",
                  "id": "0289",
                  "nombre": "press de banca con mancuernas",
                  "objetivo": "pectorales",
                  "Músculos secundarios": [
                    "tríceps",
                    "espalda"
                  ],
                  "instrucciones": [
                    "Acuéstese en un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
                    "Sostenga una mancuerna en cada mano, con las palmas hacia adelante y los brazos extendidos sobre el pecho.",
                    "Baja las mancuernas lentamente hacia los lados del pecho, manteniendo los codos en un ángulo de 90 grados.",
                    "Haz una pausa por un momento, luego empuja las mancuernas hacia arriba hasta la posición inicial, extendiendo completamente los brazos.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "hombros",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/R6p1iknWG4Gqof",
                  "id": "0290",
                  "nombre": "press de banca con mancuernas",
                  "objetivo": "deltoides",
                  "Músculos secundarios": [
                    "tríceps",
                    "pecho"
                  ],
                  "instrucciones": [
                    "Siéntate en un banco con una mancuerna en cada mano, apoyada sobre tus muslos.",
                    "Inclínese hacia atrás y coloque las mancuernas a los lados del pecho, con las palmas hacia adelante.",
                    "Presione las mancuernas hacia arriba hasta que sus brazos estén completamente extendidos.",
                    "Haz una pausa por un momento en la parte superior, luego baja lentamente las mancuernas a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "parte superior de las piernas",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/UCtGgJP4WFNB5W",
                  "id": "0291",
                  "nombre": "sentadilla en banco con mancuernas",
                  "objetivo": "glúteos",
                  "Músculos secundarios": [
                    "cuadríceps",
                    "isquiotibiales",
                    "terneros"
                  ],
                  "instrucciones": [
                    "Coloca una mancuerna en el suelo frente a un banco.",
                    "Párate de espaldas al banco con los pies separados a la altura de los hombros.",
                    "Dobla las rodillas y las caderas para bajar hacia el banco, manteniendo el pecho erguido y la espalda recta.",
                    "Una vez que tus glúteos toquen el banco, empuja con los talones para volver a la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "espalda",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/IGpGD3MR8j17lA",
                  "id": "0292",
                  "nombre": "remo con mancuernas a un brazo inclinado",
                  "objetivo": "parte superior de la espalda",
                  "Músculos secundarios": [
                    "bíceps",
                    "antebrazos"
                  ],
                  "instrucciones": [
                    "Párese con los pies separados a la altura de los hombros, sosteniendo una mancuerna en una mano con la palma hacia el cuerpo.",
                    "Dobla ligeramente las rodillas e inclínate hacia adelante desde las caderas, manteniendo la espalda recta y el centro del cuerpo contraído.",
                    "Deja que la mancuerna cuelgue recta hacia el suelo, con el brazo completamente extendido.",
                    "Levanta la mancuerna hacia el pecho, manteniendo el codo cerca del cuerpo y apretando los omóplatos.",
                    "Haz una pausa por un momento en la parte superior, luego baja lentamente la mancuerna hasta la posición inicial.",
                    "Repita el ejercicio tantas veces como desee y luego cambie de lado."
                  ]
                },
                {
                  "bodyPart": "espalda",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/W4NEIjuHosQwLX",
                  "id": "0293",
                  "nombre": "remo inclinado con mancuernas",
                  "objetivo": "parte superior de la espalda",
                  "Músculos secundarios": [
                    "bíceps",
                    "antebrazos"
                  ],
                  "instrucciones": [
                    "Párese con los pies separados a la altura de los hombros, las rodillas ligeramente flexionadas y sostenga una mancuerna en cada mano con las palmas hacia el cuerpo.",
                    "Inclínese hacia adelante desde las caderas, manteniendo la espalda recta y el centro del cuerpo contraído.",
                    "Deja que tus brazos cuelguen rectos hacia el suelo, con los codos ligeramente doblados.",
                    "Levanta las mancuernas hacia el pecho, apretando los omóplatos.",
                    "Haz una pausa por un momento en la parte superior, luego baja lentamente las mancuernas hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                },
                {
                  "bodyPart": "brazos superiores",
                  "equipo": "mancuerna",
                  "gifUrl": "https://v2.exercisedb.io/image/s12rBdxSfGYkyf",
                  "id": "0294",
                  "nombre": "curl de bíceps con mancuernas",
                  "objetivo": "bíceps",
                  "Músculos secundarios": [
                    "antebrazos"
                  ],
                  "instrucciones": [
                    "Párate derecho con una mancuerna en cada mano, con las palmas hacia adelante y los brazos completamente extendidos.",
                    "Manteniendo los brazos superiores estacionarios, exhala y flexiona las pesas mientras contraes los bíceps.",
                    "Continúa levantando las pesas hasta que tus bíceps estén completamente contraídos y las mancuernas estén a la altura de los hombros.",
                    "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
                    "Inhala y comienza a bajar lentamente las mancuernas hasta la posición inicial.",
                    "Repita el número de repeticiones deseado."
                  ]
                }
]
      