[
    {
        "bodyPart": "cintura",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/Rcp-zoSdFZbzfb",
        "id": "0001",
        "nombre": "3/4 abdominales",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "flexores de la cadera",
        "espalda baja"
        ],
        "instrucciones": [
        "Acuéstese boca arriba con las rodillas dobladas y los pies apoyados en el suelo.",
        "Coloca las manos detrás de la cabeza con los codos apuntando hacia afuera.",
        "Contrayendo los abdominales, levante lentamente la parte superior del cuerpo del suelo, curvándose hacia adelante hasta que el torso forme un ángulo de 45 grados.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la parte superior del cuerpo hasta la posición inicial.",
        "Repita el número deseado de repeticiones"
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/RqROG9UY99OujE",
        "id": "0002",
        "nombre": "curva lateral de 45°",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los brazos extendidos hacia abajo a los costados.",
        "Manteniendo la espalda recta y el centro del cuerpo contraído, doble lentamente el torso hacia un lado, bajando la mano hacia la rodilla.",
        "Haz una pausa por un momento en la parte inferior y luego regresa lentamente a la posición inicial.",
        "Repetir en el otro lado.",
        "Continúe alternando los lados durante el número deseado de repeticiones"
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/Fo3ycGe5oM8IEX",
        "id": "0003",
        "nombre": "bicicleta de aire",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "flexores de cadera"
        ],
        "instrucciones": [
        "Acuéstese boca arriba con las manos detrás de la cabeza.",
        "Levanta las piernas del suelo y dobla las rodillas en un ángulo de 90 grados.",
        "Lleva el codo derecho hacia la rodilla izquierda mientras estiras simultáneamente la pierna derecha.",
        "Vuelve a la posición inicial y repite el movimiento del lado opuesto, llevando el codo izquierdo hacia la rodilla derecha mientras estiras la pierna izquierda.",
        "Continúe alternando los lados en un movimiento de pedaleo durante el número deseado de repeticiones"
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/IeWKLoF0ZQrSwb",
        "id": "0006",
        "name": "tocadores de talón alternativos",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Acuéstese boca arriba con las rodillas dobladas y los pies apoyados en el suelo.",
        "Extiende los brazos hacia los lados, paralelos al suelo.",
        "Contrayendo los abdominales, levante los hombros del suelo y lleve la mano derecha hacia el talón derecho.",
        "Vuelve a la posición inicial y repite del lado izquierdo, extendiendo tu mano izquierda hacia el talón izquierdo.",
        "Continúe alternando los lados durante el número deseado de repeticiones"
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/GQn4g4pY3iLd7h",
        "id": "0007",
        "nombre": "jalón lateral alterno",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "romboides"
        ],
        "instrucciones": [
        "Siéntese en la máquina de cable con la espalda recta y los pies apoyados en el suelo.",
        "Sujete las manijas con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Inclínese ligeramente hacia atrás y tire de las manijas hacia el pecho, apretando los omóplatos.",
        "Haga una pausa por un momento en el punto máximo del movimiento, luego suelte lentamente las manijas hasta volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "máquina de apalancamiento",
        "gifUrl": "https://v2.exercisedb.io/image/rtIFUjuvkP9Vg0",
        "id": "0009",
        "nombre": "inmersión torácica asistida (de rodillas)",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Ajuste la máquina a la altura deseada y asegure las rodillas sobre la almohadilla.",
        "Sujete las manijas con las palmas hacia abajo y los brazos completamente extendidos.",
        "Baje el cuerpo doblando los codos hasta que los brazos superiores queden paralelos al suelo.",
        "Haz una pausa por un momento y luego empújate hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "asistido",
        "gifUrl": "https://v2.exercisedb.io/image/giq3elBWcHzXDc",
        "id": "0010",
        "nombre": "elevación asistida de rodillas colgando con lanzamiento hacia abajo",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "flexores de la cadera",
        "espalda baja"
        ],
        "instrucciones": [
        "Cuélguese de una barra de dominadas con los brazos completamente extendidos y las palmas de las manos hacia afuera.",
        "Contraiga el centro del cuerpo y levante las rodillas hacia el pecho, manteniendo las piernas juntas.",
        "Una vez que tus rodillas estén al nivel del pecho, lanza explosivamente tus piernas hacia el suelo, extendiéndolas completamente.",
        "Deja que tus piernas se balanceen hacia arriba y repite el movimiento la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "asistido",
        "gifUrl": "https://v2.exercisedb.io/image/Apz5TKkGohamnj",
        "id": "0011",
        "nombre": "elevación asistida de rodillas colgado",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "flexores de cadera"
        ],
        "instrucciones": [
        "Cuélguese de una barra de dominadas con los brazos completamente extendidos y las palmas de las manos hacia afuera.",
        "Contraiga los músculos centrales y levante las rodillas hacia el pecho, doblando las caderas y las rodillas.",
        "Haz una pausa por un momento en la parte superior del movimiento, apretando los abdominales.",
        "Baja lentamente las piernas hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "asistido",
        "gifUrl": "https://v2.exercisedb.io/image/9Y09kCMaBq10L9",
        "id": "0012",
        "nombre": "elevación de pierna asistido acostado con lanzamiento lateral hacia abajo",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "flexores de la cadera",
        "oblicuos"
        ],
        "instrucciones": [
        "Acuéstese boca arriba con las piernas extendidas y los brazos a los costados.",
        "Coloca tus manos debajo de tus glúteos para apoyarte.",
        "Contraiga los abdominales y levante las piernas del suelo, manteniéndolas rectas.",
        "Manteniendo las piernas juntas, bájelas hacia un lado hasta que queden a unos centímetros del suelo.",
        "Haz una pausa por un momento y luego levanta las piernas hasta la posición inicial.",
        "Repite el movimiento hacia el otro lado.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "asistido",
        "gifUrl": "https://v2.exercisedb.io/image/HCOpkKeGNOjA39",
        "id": "0013",
        "nombre": "elevación de pierna asistido acostado con lanzamiento hacia abajo",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "flexores de la cadera",
        "cuadríceps"
        ],
        "instrucciones": [
        "Acuéstese boca arriba con las piernas extendidas y los brazos a los costados.",
        "Coloca tus manos debajo de tus glúteos para apoyarte.",
        "Contraiga el centro del cuerpo y levante las piernas del suelo, manteniéndolas rectas.",
        "Levanta las piernas hasta que queden perpendiculares al suelo.",
        "Baja las piernas nuevamente a la posición inicial.",
        "Simultáneamente, lanza las piernas hacia el suelo, manteniéndolas rectas.",
        "Levante las piernas nuevamente hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "balón medicinal",
        "gifUrl": "https://v2.exercisedb.io/image/Bv4XXEfZ51jEVG",
        "id": "0014",
        "nombre": "giro ruso con movimiento asistido",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda baja"
        ],
        "instrucciones": [
        "Siéntate en el suelo con las rodillas dobladas y los pies apoyados en el suelo.",
        "Sujete el balón medicinal con ambas manos frente al pecho.",
        "Inclínese ligeramente hacia atrás, contrayendo los abdominales y manteniendo la espalda recta.",
        "Gira lentamente el torso hacia la derecha, llevando el balón medicinal hacia el lado derecho del cuerpo.",
        "Haz una pausa por un momento, luego gira el torso hacia la izquierda, llevando el balón medicinal hacia el lado izquierdo de tu cuerpo.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "máquina de apalancamiento",
        "gifUrl": "https://v2.exercisedb.io/image/SPbD7Hh8ltO9iy",
        "id": "0015",
        "nombre": "dominada paralela asistida con agarre cerrado",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Ajuste la máquina al peso y altura deseados.",
        "Coloca tus manos sobre las barras paralelas con un agarre firme, con las palmas una frente a la otra.",
        "Cuélgate de las barras con los brazos completamente extendidos y los pies separados del suelo.",
        "Contraiga los músculos de la espalda y tire del cuerpo hacia las barras, manteniendo los codos cerca del cuerpo.",
        "Continúa tirando hasta que tu barbilla esté por encima de las barras.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente el cuerpo hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "asistido",
        "gifUrl": "https://v2.exercisedb.io/image/i2I9tYJZRHOgKm",
        "id": "0016",
        "nombre": "muslo asistido en decúbito prono",
        "objetivo": "isquiotibiales",
        "Músculos secundarios": [
        "glúteos",
        "espalda baja"
        ],
        "instrucciones": [
        "Acuéstese boca abajo sobre una colchoneta o banco con las piernas completamente extendidas.",
        "Ten un compañero o usa una banda de resistencia para asegurar tus tobillos.",
        "Contraiga los isquiotibiales y levante las piernas hacia los glúteos, manteniendo las rodillas rectas.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente las piernas hasta la posición inicial.",
        "Repita el número deseado de repeticiones"
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "máquina de apalancamiento",
        "gifUrl": "https://v2.exercisedb.io/image/3kiHBG5qWXK9jh",
        "id": "0017",
        "nombre": "dominadas asistidas",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Ajuste la máquina a los parámetros de peso y altura deseados.",
        "Sujete las manijas con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Cuélgate con los brazos completamente extendidos y los pies separados del suelo.",
        "Contraiga los músculos de la espalda y tire del cuerpo hacia los mangos, manteniendo los codos cerca del cuerpo.",
        "Continúa tirando hasta que tu barbilla esté por encima de las manijas.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente el cuerpo hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "asistido",
        "gifUrl": "https://v2.exercisedb.io/image/kkjq9sWO3nIH-d",
        "id": "0018",
        "name": "extensión de tríceps asistida de pie (con toalla)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una toalla con ambas manos detrás de la cabeza.",
        "Mantenga los codos cerca de las orejas y la parte superior de los brazos inmóvil.",
        "Extiende lentamente los antebrazos hacia arriba, apretando los tríceps en la parte superior.",
        "Haga una pausa por un momento y luego baje lentamente la toalla hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "máquina de apalancamiento",
        "gifUrl": "https://v2.exercisedb.io/image/Nsk8vAOZHnjVZM",
        "id": "0019",
        "nombre": "fondo de tríceps asistido (de rodillas)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Ajuste la máquina al peso y altura deseados.",
        "Arrodíllate sobre la almohadilla frente a la máquina, con las manos agarrando las manijas.",
        "Baje el cuerpo doblando los codos, manteniendo la espalda recta y cerca de la máquina.",
        "Haz una pausa por un momento en la parte inferior y luego empújate hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/hUge4-ntmIVuuJ",
        "id": "0020",
        "nombre": "tabla de equilibrio",
        "objetivo": "quads",
        "Músculos secundarios": [
        "terneros",
        "isquiotibiales",
        "glúteos"
        ],
        "instrucciones": [
        "Coloque la tabla de equilibrio sobre una superficie plana.",
        "Sube a la tabla de equilibrio con un pie, asegurándote de que esté centrado.",
        "Lentamente traslade su peso hacia el pie sobre la tabla de equilibrio, manteniendo el centro del cuerpo contraído.",
        "Mantenga el equilibrio y la estabilidad mientras mantiene la posición durante el tiempo deseado.",
        "Repite el ejercicio con el otro pie."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/9Mbibhh4Ynheoq",
        "id": "0022",
        "nombre": "pullover con barra para press",
        "objetivo": "lats",
        "Músculos secundarios": [
        "tríceps",
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con la cabeza en un extremo y los pies en el suelo.",
        "Sujete la barra con un agarre en pronación (con las palmas hacia afuera) y extienda los brazos hacia arriba por encima del pecho.",
        "Manteniendo los brazos rectos, baje la barra detrás de la cabeza en un movimiento similar a un arco hasta que sienta un estiramiento en los dorsales.",
        "Haga una pausa por un momento, luego invierta el movimiento y presione la barra nuevamente a la posición inicial por encima del pecho.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/iEMSLWzxxQzlBv",
        "id": "0023",
        "nombre": "curl de bíceps alternado con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y sostenga una barra en cada mano, con las palmas hacia adelante.",
        "Mantén los brazos superiores estacionarios y exhala mientras levantas las pesas mientras contraes los bíceps.",
        "Continúa levantando las barras hasta que tus bíceps estén completamente contraídos y las barras estén a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala mientras comienzas a bajar lentamente las barras a la posición inicial.",
        "Repita el número deseado de repeticiones, alternando los brazos."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/nF5wuTVXRur198",
        "id": "0024",
        "nombre": "sentadilla frontal con banco con barra",
        "objetivo": "quads",
        "Músculos secundarios": [
        "isquiotibiales",
        "glúteos",
        "terneros"
        ],
        "instrucciones": [
        "Comienza de pie con los pies separados al ancho de los hombros y la barra apoyada en la parte superior del pecho, justo debajo de la clavícula.",
        "Sujete la barra con un agarre superior, manteniendo los codos hacia arriba y los brazos superiores paralelos al suelo.",
        "Baje el cuerpo hasta una posición en cuclillas doblando las rodillas y las caderas, manteniendo la espalda recta y el pecho erguido.",
        "Haz una pausa por un momento en la parte inferior de la sentadilla, luego empuja con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones"
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/73w1swFZsn-IV2",
        "id": "0025",
        "nombre": "press de banca con barra",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Sujete la barra con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Levanta la barra del soporte y sostenla directamente sobre tu pecho con los brazos completamente extendidos.",
        "Baje la barra lentamente hacia el pecho, manteniendo los codos hacia adentro.",
        "Haz una pausa por un momento cuando la barra toque tu pecho.",
        "Empuja la barra hacia arriba hasta la posición inicial extendiendo los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/CI27yDnZujmYJN",
        "id": "0026",
        "nombre": "sentadilla en banco con barra",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Coloca una barra en un soporte para sentadillas a la altura del pecho.",
        "Colóquese de espaldas al rack, con los pies separados al ancho de los hombros.",
        "Dobla las rodillas y baja el cuerpo hasta una posición en cuclillas, manteniendo la espalda recta y el pecho erguido.",
        "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
        "Levanta la barra del soporte y da un paso atrás, asegurándote de que tus pies aún estén separados al ancho de tus hombros.",
        "Baje el cuerpo hasta una posición en cuclillas, manteniendo las rodillas alineadas con los dedos de los pies.",
        "Haz una pausa por un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/tMp2nTBGJLdY9i",
        "id": "0027",
        "nombre": "remo con barra inclinado",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Inclínese hacia adelante desde las caderas mientras mantiene la espalda recta y el pecho erguido.",
        "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Tire de la barra hacia la parte inferior del pecho retrayendo los omóplatos y apretando los músculos de la espalda.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/NuQRT5pO9F6gHN",
        "id": "0028",
        "nombre": "arranque con barra y press",
        "objetivo": "quads",
        "Músculos secundarios": [
        "isquiotibiales",
        "glúteos",
        "espalda",
        "tríceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y la barra en el piso frente a usted.",
        "Dobla las rodillas y gira las caderas para bajar y agarrar la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Empuja con los talones y extiende las caderas y las rodillas para levantar la barra del suelo, manteniéndola cerca de tu cuerpo.",
        "Cuando la barra llegue a tus muslos, extiende explosivamente tus caderas, encoge los hombros y tira de la barra hacia tu pecho.",
        "Cuando la barra llegue a la altura del pecho, colóquese rápidamente debajo de ella y cójala a la altura de los hombros, con los codos apuntando hacia adelante y las palmas hacia arriba.",
        "Desde la posición de captura, presione la barra sobre la cabeza extendiendo los brazos y empujándola hacia arriba.",
        "Baja la barra a la posición inicial y repite el ejercicio hasta obtener la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/aZ9rt2eIQzoPoz",
        "id": "0029",
        "nombre": "sentadilla frontal con agarre limpio y barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros",
        "centro"
        ],
        "instrucciones": [
        "Comienza de pie con los pies separados al ancho de los hombros y la barra apoyada sobre la parte superior del pecho, con los codos apuntando hacia adelante.",
        "Baje el cuerpo doblando las rodillas y empujando las caderas hacia atrás, como si estuviera sentándose en una silla.",
        "Mantén el pecho erguido y la espalda recta mientras bajas, asegurándote de que las rodillas no sobrepasen los dedos de los pies.",
        "Continúa bajando hasta que tus muslos estén paralelos al suelo, o tan abajo como puedas llegar cómodamente.",
        "Haz una pausa por un momento en la parte inferior, luego empuja con los talones para volver a levantarte, extendiendo las caderas y las rodillas.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/tZs3QQT89UPd7w",
        "id": "0030",
        "nombre": "press de banca con agarre cerrado y barra",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Sujete la barra con un agarre firme, con una separación ligeramente más estrecha que el ancho de los hombros.",
        "Saca la barra del soporte y bájala lentamente hacia el pecho, manteniendo los codos cerca del cuerpo.",
        "Haz una pausa por un momento cuando la barra toque tu pecho.",
        "Empuja la barra hacia arriba hasta la posición inicial, extendiendo completamente los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/-FA0sdUTojQkBq",
        "id": "0031",
        "nombre": "curl con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y sostenga una barra con un agarre por debajo de la mano, con las palmas hacia adelante.",
        "Mantén los codos cerca del torso y exhala mientras levantas las pesas contrayendo los bíceps.",
        "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala mientras comienzas a bajar lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/OuZ9G2TQv0mr53",
        "id": "0032",
        "nombre": "peso muerto con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y la barra en el suelo frente a usted.",
        "Dobla las rodillas y gira las caderas para bajar el torso y sujeta la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Mantén la espalda recta y el pecho elevado mientras empujas con los talones para levantar la barra del suelo, extendiendo las caderas y las rodillas.",
        "Mientras te mantienes de pie, aprieta los glúteos y mantén el centro del cuerpo contraído.",
        "Baje la barra hasta el suelo doblando las caderas y las rodillas, manteniendo la espalda recta.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/XLfpMzUE8nAQvy",
        "id": "0033",
        "nombre": "press de banca declinado con barra",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Recuéstese en un banco inclinado con los pies asegurados y la cabeza más baja que las caderas.",
        "Sujete la barra con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Saca la barra del soporte y bájala lentamente hacia el pecho, manteniendo los codos hacia adentro.",
        "Haz una pausa por un momento en la parte inferior, luego empuja la barra hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Z2PqmxsXOelTZr",
        "id": "0034",
        "nombre": "pullover con barra en declive y brazos doblados",
        "objetivo": "lats",
        "Músculos secundarios": [
        "tríceps",
        "pecho"
        ],
        "instrucciones": [
        "Acuéstese en un banco inclinado con la cabeza más baja que las caderas y los pies asegurados.",
        "Sujete una barra con un agarre en pronación (con las palmas hacia afuera) y extienda los brazos hacia arriba por encima del pecho.",
        "Baje la barra detrás de la cabeza de manera controlada, manteniendo los brazos ligeramente doblados.",
        "Haz una pausa por un momento, luego levanta la barra a la posición inicial contrayendo los dorsales.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ko91i64C1f6XjI",
        "id": "0035",
        "nombre": "press de cráneo con agarre cerrado y barra en declive",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Recuéstese en un banco inclinado con la cabeza más baja que los pies y sostenga una barra con un agarre firme.",
        "Baje la barra hacia la frente doblando los codos y manteniendo los brazos superiores estacionarios.",
        "Haga una pausa por un momento, luego extienda los brazos para presionar la barra hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ZWfAgZyzqvI3ty",
        "id": "0036",
        "nombre": "press declinado con barra y agarre amplio",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Recuéstese en un banco inclinado con los pies asegurados y la cabeza más baja que las caderas.",
        "Sujete la barra con un agarre amplio, con una separación ligeramente mayor que el ancho de los hombros.",
        "Baje la barra hasta el pecho, manteniendo los codos hacia los lados.",
        "Empuja la barra hacia arriba hasta la posición inicial, extendiendo completamente los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/aht29qyL874sH4",
        "id": "0037",
        "nombre": "pullover de agarre ancho con barra en declive",
        "objetivo": "lats",
        "Músculos secundarios": [
        "tríceps",
        "pecho"
        ],
        "instrucciones": [
        "Recuéstese en un banco inclinado con la cabeza más baja que las caderas y los pies asegurados.",
        "Sujete una barra con un agarre amplio y extienda los brazos hacia arriba por encima del pecho.",
        "Baje la barra detrás de la cabeza de manera controlada, manteniendo los brazos rectos.",
        "Haga una pausa por un momento y luego levante la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/0bFftnJB3vlbFm",
        "id": "0038",
        "nombre": "curl con arrastre de barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre por debajo de la mano, con las palmas hacia arriba.",
        "Deja que la barra cuelgue a la distancia del brazo frente a tus muslos.",
        "Manteniendo los brazos superiores estacionarios, levante la barra hacia el pecho contrayendo los bíceps.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Ck9JZySUG5sCuR",
        "id": "0039",
        "nombre": "sentadilla frontal con barra en el pecho",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros",
        "centro"
        ],
        "instrucciones": [
        "Comience de pie con los pies separados al ancho de los hombros y los dedos ligeramente hacia afuera.",
        "Sostenga la barra frente a su pecho con las manos separadas al ancho de los hombros y los codos apuntando hacia adelante.",
        "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja el cuerpo hasta una posición en cuclillas, empujando las caderas hacia atrás y doblando las rodillas.",
        "Baje hasta que sus muslos estén paralelos al suelo, o tan abajo como pueda llegar cómodamente.",
        "Haz una pausa por un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/FubCxC2kJtjAcy",
        "id": "0040",
        "nombre": "elevación frontal con barra y pullover",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las palmas hacia abajo.",
        "Mantén los brazos rectos y levanta la barra frente a ti hasta que alcance la altura de los hombros.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "A continuación, baje la barra detrás de la cabeza, manteniendo los brazos rectos.",
        "Haz una pausa por un momento en la parte inferior, luego levanta la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/PGRDNJKMob0YjR",
        "id": "0041",
        "nombre": "elevación frontal con barra",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "bíceps",
        "tríceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra frente a sus muslos con un agarre por encima de la mano.",
        "Mantenga los brazos rectos y levante la barra hacia adelante y hacia arriba hasta que llegue al nivel de los hombros.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/S5Y6Y86Njm1nbm",
        "id": "0042",
        "nombre": "sentadilla frontal con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros",
        "centro"
        ],
        "instrucciones": [
        "Comience de pie con los pies separados al ancho de los hombros y los dedos ligeramente hacia afuera.",
        "Sostenga la barra frente a sus hombros, apoyándola sobre su clavícula y hombros.",
        "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja el cuerpo hasta una posición en cuclillas, empujando las caderas hacia atrás y doblando las rodillas.",
        "Baje hasta que sus muslos estén paralelos al suelo, o tan abajo como pueda llegar cómodamente.",
        "Haz una pausa por un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/F2E5FfmCxTckQN",
        "id": "0043",
        "nombre": "sentadilla completa con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
            "cuadríceps",
            "isquiotibiales",
            "terneros",
            "centro"
        ],
        "instrucciones": [
            "Párese con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
            "Sostenga la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios o deltoides posteriores.",
            "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras comienza a bajar el cuerpo.",
            "Dobla las rodillas y las caderas, empujando las caderas hacia atrás y hacia abajo como si estuvieras sentado en una silla.",
            "Bájate hasta que tus muslos estén paralelos al suelo o ligeramente más abajo.",
            "Mantenga las rodillas alineadas con los dedos de los pies y el peso en los talones.",
            "Empuja los talones para volver a levantarte, extendiendo las caderas y las rodillas.",
            "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ZXlgz7sIT0k9-H",
        "id": "0044",
        "nombre": "barra buenos días",
        "objetivo": "isquiotibiales",
        "Músculos secundarios": [
            "espalda baja"
        ],
        "instrucciones": [
            "Comienza de pie con los pies separados al ancho de los hombros y la barra apoyada en la parte superior de la espalda.",
            "Manteniendo la espalda recta y el centro del cuerpo contraído, inclínese hacia adelante desde las caderas, empujando los glúteos hacia atrás como si estuviera tratando de tocar la pared detrás de usted con los glúteos.",
            "Baje el torso hasta que quede paralelo al suelo, sintiendo un estiramiento en los isquiotibiales.",
            "Haz una pausa por un momento, luego regresa a la posición inicial apretando los glúteos y empujando las caderas hacia adelante.",
            "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/MySiSJ4gPkzRIZ",
        "id": "0045",
        "nombre": "press de banca con guillotina y barra",
        "objetivo": "pectorales",
        "Músculos secundarios": [
            "espalda",
            "tríceps"
        ],
        "instrucciones": [
            "Acuéstese sobre un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
            "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
            "Baje la barra lentamente hacia su cuello, manteniendo los codos apuntando hacia afuera.",
            "Haz una pausa por un momento cuando la barra esté justo encima de tu cuello.",
            "Empuja la barra hacia arriba hasta la posición inicial, extendiendo completamente los brazos.",
            "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/-FQJJNW9Cz6OP7",
        "id": "0046",
        "nombre": "sentadilla con barra hack",
        "objetivo": "glúteos",
        "Músculos secundarios": [
            "cuadríceps",
            "isquiotibiales",
            "terneros"
        ],
        "instrucciones": [
            "Comience de pie con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
            "Sostenga la barra detrás de sus piernas, apoyándola sobre la parte superior de los muslos.",
            "Baje el cuerpo doblando las rodillas y las caderas, manteniendo la espalda recta y el pecho hacia arriba.",
            "Continúa bajando hasta que tus muslos estén paralelos al suelo, o tan abajo como puedas llegar cómodamente.",
            "Haz una pausa por un momento, luego empuja con los talones para volver a la posición inicial.",
            "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/NcZdgNse07xIyb",
        "id": "0047",
        "nombre": "press de banca inclinado con barra",
        "objetivo": "pectorales",
        "Músculos secundarios": [
            "espalda",
            "tríceps"
        ],
        "instrucciones": [
            "Coloca un banco inclinado en un ángulo de 45 grados.",
            "Acuéstese en el banco con los pies apoyados en el suelo.",
            "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
            "Saca la barra del soporte y bájala lentamente hacia el pecho, manteniendo los codos en un ángulo de 45 grados.",
            "Haz una pausa por un momento en la parte inferior, luego empuja la barra hacia arriba hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/t4PaT4dXG9lYYo",
        "id": "0048",
        "nombre": "press inclinado con barra y agarre invertido",
        "objetivo": "tríceps",
        "Músculos secundarios": [
            "pecho",
            "espalda"
        ],
        "instrucciones": [
            "Coloca un banco inclinado en un ángulo de 45 grados.",
            "Recuéstese en el banco y agarre la barra con un agarre inverso, con las manos ligeramente más separadas que el ancho de los hombros.",
            "Saca la barra del soporte y bájala hacia la parte superior del pecho, manteniendo los codos hacia adentro.",
            "Haz una pausa por un momento en la parte inferior, luego empuja la barra hacia arriba hasta la posición inicial.",
            "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/nA2rAVnNFNdLX7",
        "id": "0049",
        "nombre": "remo inclinado con barra",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Recuéstese boca abajo en el banco con el pecho apoyado en la almohadilla y los pies apoyados en el suelo.",
        "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
        "Mantén la espalda recta y el centro del cuerpo contraído.",
        "Tire de la barra hacia el pecho, apretando los omóplatos.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/2oPIn5eqoCiQoJ",
        "id": "0050",
        "nombre": "elevación de hombros con barra inclinada",
        "objetivo": "serrato anterior",
        "Músculos secundarios": [
        "deltoides",
        "trapecio"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Siéntese en el banco con la espalda apoyada en la almohadilla y los pies apoyados en el suelo.",
        "Sujete una barra con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Levante la barra hasta la altura de los hombros, manteniendo los codos ligeramente doblados.",
        "Levante lentamente la barra por encima de la cabeza, extendiendo los brazos por completo.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la altura del hombro.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/1IVbF4Trp4myJq",
        "id": "0051",
        "nombre": "sentadilla jefferson con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
        "Sujete la barra con un agarre superior, apoyándola en la parte delantera de su cuerpo, justo debajo de su cintura.",
        "Da un paso con el pie izquierdo hacia adelante y el derecho hacia atrás, manteniendo los pies separados al ancho de los hombros.",
        "Dobla las rodillas y baja el cuerpo hasta una posición en cuclillas, manteniendo la espalda recta y el pecho erguido.",
        "Empuja con los talones para volver a la posición inicial.",
        "Repite el movimiento, alternando el pie delantero y el trasero en cada repetición."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/3ronLliS09yFVU",
        "id": "0052",
        "nombre": "press de banca con barra jm",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
        "Baje la barra hasta el pecho, manteniendo los codos pegados al cuerpo.",
        "Empuja la barra hacia arriba hasta la posición inicial, extendiendo completamente los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Z4mQ9gTnMyYoHb",
        "id": "0053",
        "nombre": "sentadilla con salto con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Comienza de pie con los pies separados al ancho de los hombros y sosteniendo una barra sobre la parte superior de la espalda.",
        "Baje el cuerpo a una posición en cuclillas doblando las rodillas y empujando las caderas hacia atrás.",
        "Una vez que llegues al final de la sentadilla, explota hacia arriba saltando desde el suelo.",
        "Al saltar, extiende las caderas, las rodillas y los tobillos, empujando con los dedos de los pies.",
        "Vuelve suavemente a la posición en cuclillas y repite inmediatamente el movimiento hasta obtener la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/2-h1590f35clBc",
        "id": "0054",
        "nombre": "estocada con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Comienza de pie con los pies separados al ancho de los hombros y una barra apoyada en la parte superior de la espalda.",
        "Da un paso hacia adelante con el pie derecho, manteniendo el torso erguido.",
        "Baja el cuerpo doblando la rodilla derecha hasta que el muslo quede paralelo al suelo.",
        "Empuja con el talón derecho para volver a la posición inicial.",
        "Repita con la pierna izquierda, alternando las piernas durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/6QsbcfoAsgxp6V",
        "id": "0055",
        "nombre": "press con barra acostado con agarre cerrado",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Sujete la barra con un agarre firme, con las manos separadas al ancho de los hombros y las palmas hacia los pies.",
        "Levanta la barra del soporte y sostenla directamente sobre tu pecho con los brazos completamente extendidos.",
        "Baje lentamente la barra hacia el pecho, manteniendo los codos cerca del cuerpo.",
        "Haz una pausa por un momento cuando la barra toque tu pecho, luego empújala hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/emiIfSfr2kE4fC",
        "id": "0056",
        "nombre": "extensión de tríceps con agarre cerrado y barra acostado",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese en un banco con los pies apoyados en el suelo y la cabeza en el extremo del banco.",
        "Sujete la barra con un agarre firme, con las manos separadas al ancho de los hombros y las palmas hacia arriba.",
        "Extiende los brazos completamente, levantando la barra por encima del pecho.",
        "Manteniendo los brazos superiores estacionarios, baje lentamente la barra hacia la frente doblando los codos.",
        "Haz una pausa por un momento en la parte inferior, luego extiende los brazos hacia atrás hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/26QaxM4v5QE9uJ",
        "id": "0057",
        "nombre": "extensión con barra acostado",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese en un banco con los pies apoyados en el suelo y la cabeza en el extremo del banco.",
        "Sujete la barra con un agarre superior, con las manos separadas al ancho de los hombros y extienda los brazos hacia arriba sobre el pecho.",
        "Manteniendo los brazos superiores estacionarios, baje lentamente la barra hacia la frente doblando los codos.",
        "Haz una pausa por un momento y luego extiende los brazos hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/qOQUjdvDvYCEcd",
        "id": "0058",
        "nombre": "levantando barra acostado (sobre la cadera)",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "cuadríceps"
        ],
        "instrucciones": [
        "Acuéstese boca arriba sobre un banco con los pies apoyados en el suelo y las rodillas dobladas.",
        "Sujete la barra con un agarre superior y colóquela sobre sus caderas.",
        "Contrayendo los glúteos, levanta las caderas del banco hasta que tu cuerpo forme una línea recta desde las rodillas hasta los hombros.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente las caderas hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/EJeQOC30ZgZ3l8",
        "id": "0059",
        "nombre": "curl de predicador acostado con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en un banco de predicador con el pecho contra la almohadilla y los brazos extendidos sobre el borde, sosteniendo una barra con un agarre por debajo de la mano.",
        "Manteniendo los brazos superiores estacionarios, exhale y flexione las pesas mientras contrae los bíceps.",
        "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala y comienza a bajar lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/RLtmfTLYH5aoQl",
        "id": "0060",
        "nombre": "extensión de tríceps con barra acostado, triturador de cráneo",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese en un banco con los pies apoyados en el suelo y la cabeza en el extremo del banco.",
        "Sujete la barra con un agarre superior, con las manos separadas al ancho de los hombros y extienda los brazos hacia arriba sobre el pecho.",
        "Manteniendo los brazos superiores estacionarios, baje lentamente la barra hacia la frente doblando los codos.",
        "Haz una pausa por un momento cuando la barra esté justo encima de tu frente, luego extiende los brazos hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/qnmBacMe04SrAm",
        "id": "0061",
        "nombre": "extensión de tríceps acostado con barra",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese en un banco con los pies apoyados en el suelo y la cabeza en el extremo del banco.",
        "Sujete la barra con un agarre superior, con las manos separadas al ancho de los hombros y extienda los brazos hacia arriba sobre el pecho.",
        "Manteniendo los brazos superiores estacionarios, baje lentamente la barra hacia la frente doblando los codos.",
        "Haz una pausa por un momento en la parte inferior, luego extiende los brazos hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/nfgPTZjJVvkpBt",
        "id": "0063",
        "nombre": "sentadilla con barra en posición estrecha",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies apuntando ligeramente hacia afuera.",
        "Sostenga la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios o deltoides posteriores.",
        "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja lentamente el cuerpo doblando las rodillas y empujando las caderas hacia atrás.",
        "Continúa bajando hasta que tus muslos estén paralelos al suelo o ligeramente más abajo.",
        "Haz una pausa por un momento, luego empuje con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/xHgwT0Eu769Anx",
        "id": "0064",
        "nombre": "remo con barra con un brazo inclinado",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, las rodillas ligeramente dobladas y sostenga una barra con una mano usando un agarre por encima de la mano.",
        "Inclínese hacia adelante desde las caderas, manteniendo la espalda recta y la cabeza en una posición neutra.",
        "Levanta la barra hacia el pecho, manteniendo el codo cerca del cuerpo y apretando los omóplatos.",
        "Baja la barra a la posición inicial de manera controlada.",
        "Repita el ejercicio la cantidad deseada de repeticiones y luego cambie al otro brazo."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/KaDQAq7FrZV5Lk",
        "id": "0065",
        "nombre": "press de suelo con barra a un brazo",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Acuéstese boca arriba en el suelo con las rodillas dobladas y los pies apoyados en el suelo.",
        "Sujete la barra con una mano, con la palma hacia arriba, y extienda el brazo hacia arriba sobre el pecho.",
        "Baja lentamente la barra hacia el pecho, manteniendo el codo cerca del cuerpo.",
        "Haz una pausa por un momento en la parte inferior, luego empuje la barra hacia arriba hasta la posición inicial.",
        "Repita el ejercicio la cantidad de repeticiones deseada y luego cambie de brazo."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ZdglsR61lvaBmD",
        "id": "0066",
        "nombre": "peso muerto lateral con barra a un brazo",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "cuadríceps",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, sosteniendo una barra en una mano con un agarre por encima de la cabeza.",
        "Mantén la espalda recta y el centro del cuerpo contraído.",
        "Dobla las caderas y baja la barra hacia el exterior de la pierna, manteniendo el brazo recto y el pecho hacia arriba.",
        "Baja la barra lo más que puedas manteniendo una buena forma.",
        "Haz una pausa por un momento y luego regresa lentamente a la posición inicial.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/FxuM1z0Gse5M73",
        "id": "0067",
        "nombre": "arranque con barra a un brazo",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "antebrazos",
        "centro"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y con los dedos de los pies apuntando ligeramente hacia afuera.",
        "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Dobla las rodillas y baja las caderas hasta una posición en cuclillas, manteniendo la espalda recta y el pecho erguido.",
        "Extiende explosivamente tus caderas, rodillas y tobillos, impulsando la barra hacia arriba.",
        "Cuando la barra llegue al nivel del pecho, tírela hacia arriba con el brazo, manteniéndola cerca del cuerpo.",
        "Gire el codo debajo de la barra y extienda el brazo completamente por encima de la cabeza, bloqueando el codo.",
        "Baja la barra a la posición inicial de manera controlada.",
        "Repita el ejercicio la cantidad de repeticiones deseada y luego cambie de brazo."
        ]
    },      
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/m-HGsQOHa1R9HF",
        "id": "0068",
        "nombre": "sentadilla con barra a una pierna",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra sobre la parte superior de la espalda.",
        "Levante un pie del suelo y extiéndalo hacia adelante, manteniéndolo paralelo al suelo.",
        "Dobla la pierna de apoyo y baja el cuerpo como si estuvieras sentado en una silla, manteniendo el pecho erguido y la espalda recta.",
        "Bájese hasta que su muslo quede paralelo al suelo, luego empuje con el talón para volver a la posición inicial.",
        "Repita el ejercicio la cantidad de repeticiones deseada, luego cambie de pierna y repita."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Y3NKkNtubg03TW",
        "id": "0069",
        "nombre": "sentadilla con barra por encima de la cabeza",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros",
        "centro"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
        "Sujete la barra con un agarre amplio, colocándola sobre la cabeza con los brazos completamente extendidos.",
        "Contraiga el centro del cuerpo y baje el cuerpo hasta una posición en cuclillas, manteniendo el pecho erguido y las rodillas sobre los dedos de los pies.",
        "Haz una pausa por un momento en la parte inferior, luego empuje con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/KqXjNenvoUDEbF",
        "id": "0070",
        "nombre": "curl predicador con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en un banco de predicador con los brazos superiores apoyados en la almohadilla y el pecho apoyado en el soporte.",
        "Sujete la barra con un agarre por debajo de la mano, con una separación ligeramente mayor que el ancho de los hombros.",
        "Manteniendo los brazos superiores estacionarios, exhale y levante la barra hacia los hombros.",
        "Haz una pausa por un momento en la parte superior, apretando los bíceps.",
        "Inhala y baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/JQrvB0c2Dm8Fso",
        "id": "0071",
        "nombre": "abdominales con press con barra",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "espalda",
        "pecho"
        ],
        "instrucciones": [
        "Acuéstese boca arriba sobre una colchoneta con las rodillas dobladas y los pies apoyados en el suelo.",
        "Sujete la barra con un agarre superior, apoyándola sobre su pecho.",
        "Contrayendo los abdominales, levante lentamente la parte superior del cuerpo del suelo, curvándose hacia adelante hasta que el torso forme un ángulo de 45 grados.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la parte superior del cuerpo hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ilMn1wAhJtCPkn",
        "id": "0072",
        "nombre": "curl inclinado con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Coloca un banco inclinado en un ángulo de 45 grados.",
        "Recuéstese boca abajo en el banco con el pecho y el estómago apoyados contra él.",
        "Sujete una barra con un agarre por debajo de la mano y con los brazos separados al ancho de los hombros.",
        "Extiende los brazos completamente, permitiendo que la barra cuelgue hacia el suelo.",
        "Manteniendo los brazos superiores estacionarios, exhale y flexione las pesas mientras contrae los bíceps.",
        "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala y comienza a bajar lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/BQXM05UZ7gyJHv",
        "id": "0073",
        "nombre": "pullover con barra",
        "objetivo": "lats",
        "Músculos secundarios": [
        "pecho",
        "tríceps"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con la cabeza en un extremo y los pies en el suelo.",
        "Sujete una barra con un agarre a la altura de los hombros y extienda los brazos hacia arriba por encima del pecho.",
        "Manteniendo los brazos rectos, baje la barra detrás de la cabeza de manera controlada hasta que sienta un estiramiento en los dorsales.",
        "Haga una pausa por un momento y luego levante la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/DQnOypbp2FfFqe",
        "id": "0074",
        "nombre": "tracción con barra en rack",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
        ],
        "instrucciones": [
        "Coloca una barra en un estante a la altura de la rodilla.",
        "Párese con los pies separados al ancho de los hombros y con los dedos de los pies apuntando ligeramente hacia afuera.",
        "Dobla las caderas y las rodillas para bajar y sujeta la barra con un agarre superior, con las manos separadas al ancho de los hombros.",
        "Contraiga el centro del cuerpo y levante la barra extendiendo las caderas y las rodillas, llevando los hombros hacia atrás y apretando los glúteos en la parte superior.",
        "Baje la barra a la posición inicial doblando las caderas y las rodillas.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/gfERPFmz7XEmHE",
        "id": "0075",
        "nombre": "elevación deltoides posterior con barra",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "romboides"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las palmas hacia abajo.",
        "Dobla ligeramente las rodillas e inclínate hacia adelante desde las caderas, manteniendo la espalda recta.",
        "Levanta la barra hacia los lados, manteniendo los brazos rectos, hasta que queden paralelos al suelo.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/CpANmu7SdvwBHe",
        "id": "0076",
        "nombre": "remo con barra para deltoides posteriores",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trapecio",
        "romboides",
        "bíceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujete una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Inclínese hacia adelante desde las caderas, manteniendo la espalda recta y el pecho erguido.",
        "Tire de la barra hacia el pecho, apretando los omóplatos.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Hs6aKfaVvxeuxr",
        "id": "0077",
        "nombre": "estocada trasera con barra v. 2",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra sobre la parte superior de la espalda.",
        "Da un paso hacia atrás con el pie derecho, aterrizando sobre la punta del pie.",
        "Dobla ambas rodillas para bajar el cuerpo hasta que el muslo izquierdo quede paralelo al suelo.",
        "Empuja con el talón izquierdo para volver a la posición inicial.",
        "Repite con la otra pierna."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/7QUakSo83m2kbW",
        "id": "0078",
        "nombre": "estocada trasera con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Comienza de pie con los pies separados al ancho de los hombros y una barra apoyada en la parte superior de la espalda.",
        "Da un paso hacia atrás con el pie derecho, aterrizando sobre la punta del pie.",
        "Dobla ambas rodillas para bajar el cuerpo hasta que el muslo izquierdo quede paralelo al suelo.",
        "Empuja con el talón izquierdo para volver a la posición inicial.",
        "Repite con la otra pierna."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/gXGBE1VhqwXL--",
        "id": "0079",
        "nombre": "curl de muñeca invertido con barra v. 2",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "bíceps",
        "braquial"
        ],
        "instrucciones": [
        "Siéntate en un banco con los pies apoyados en el suelo y las rodillas dobladas.",
        "Sujete una barra con un agarre superior, con las palmas hacia abajo y las manos separadas al ancho de los hombros.",
        "Apoya los antebrazos sobre los muslos, dejando que las muñecas cuelguen del borde.",
        "Manteniendo los antebrazos estacionarios, exhale y doble las muñecas hacia arriba lo más que pueda.",
        "Mantenga la posición contraída durante una breve pausa, luego inhale y baje lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/SzoC1nhTwCBr5i",
        "id": "0080",
        "nombre": "curl invertido con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párate derecho con los pies separados al ancho de los hombros y sujeta una barra con un agarre superior, con las palmas hacia abajo.",
        "Mantén los brazos superiores estacionarios y exhala mientras levantas la barra hacia arriba, contrayendo los bíceps.",
        "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala mientras bajas lentamente la barra a la posición inicial, manteniendo los brazos superiores estacionarios.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ynhfvsCIgfd2Jp",
        "id": "0081",
        "nombre": "curl predicador invertido con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en un banco de predicador con el pecho contra la almohadilla y los brazos extendidos hacia abajo, sosteniendo una barra con un agarre por encima de la mano.",
        "Manteniendo los brazos superiores estacionarios, exhale y flexione la barra hacia arriba mientras contrae los bíceps.",
        "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala y baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/fpkR5EyOUehe--",
        "id": "0082",
        "nombre": "curl de muñeca invertido con barra",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "bíceps",
        "braquial"
        ],
        "instrucciones": [
        "Siéntese en un banco con los pies apoyados en el suelo y sostenga una barra con un agarre superior, con las palmas hacia abajo.",
        "Apoya los antebrazos sobre los muslos, dejando que las muñecas cuelguen del borde.",
        "Lentamente, dobla las muñecas hacia arriba, llevando la barra hacia tu cuerpo.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/RzvWwKdseAfFos",
        "id": "0083",
        "nombre": "rotación con barra desde el banco",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "espalda",
        "tríceps"
        ],
        "instrucciones": [
        "Comienza arrodillándote en el suelo con una barra colocada en un banco frente a ti.",
        "Sujete la barra con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
        "Manteniendo el centro del cuerpo contraído y la espalda recta, rueda lentamente la barra hacia adelante, extendiendo los brazos frente a ti.",
        "Continúa haciendo rodar la barra hacia adelante hasta que tu cuerpo esté completamente extendido y tus brazos estén por encima de la cabeza.",
        "Haga una pausa por un momento en la posición completamente extendida, luego gire lentamente la barra hacia su cuerpo, volviendo a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/ARXz7qcEqebPrR",
        "id": "0084",
        "nombre": "rodillo con barra",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "espalda baja"
        ],
        "instrucciones": [
        "Arrodíllate en el suelo y sujeta una barra con ambas manos, separadas al ancho de los hombros.",
        "Haga rodar la barra hacia adelante, extendiendo los brazos y manteniendo el centro del cuerpo contraído.",
        "Continúa rodando hacia adelante hasta que tu cuerpo esté completamente extendido y tus brazos estén por encima de la cabeza.",
        "Haga una pausa por un momento, luego gire lentamente la barra hacia las rodillas, manteniendo el control.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/4odilobEqOsFxf",
        "id": "0085",
        "nombre": "peso muerto rumano con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies apuntando hacia adelante.",
        "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Dobla las caderas, manteniendo la espalda recta y las rodillas ligeramente dobladas.",
        "Baja la barra hacia el suelo, manteniéndola cerca de tu cuerpo.",
        "Siente el estiramiento en los isquiotibiales mientras bajas la barra.",
        "Una vez que sientas un estiramiento en los isquiotibiales, empuja las caderas hacia adelante y párate derecho.",
        "Aprieta los glúteos en la parte superior del movimiento.",
        "Baja la barra a la posición inicial y repite el ejercicio hasta obtener la cantidad de repeticiones deseada."
        ]
    },      
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/hWy495bB4OsPAL",
        "id": "0086",
        "nombre": "press militar con barra sentado detrás de la cabeza",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Siéntese en un banco con la espalda recta y los pies apoyados en el suelo.",
        "Sujete la barra con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Levanta la barra del soporte y bájala hasta el nivel de los hombros, detrás de la cabeza.",
        "Presione la barra hacia arriba hasta que sus brazos estén completamente extendidos.",
        "Baja la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/fd-ZJVCtQIQxwW",
        "id": "0087",
        "nombre": "press de Bradford Rocky con barra sentado",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Siéntese en un banco con la espalda recta y los pies apoyados en el suelo.",
        "Sujete la barra con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Levante la barra a la altura de los hombros, manteniendo los codos ligeramente doblados y apuntando hacia adelante.",
        "Presione la barra sobre la cabeza, extendiendo completamente los brazos.",
        "Baje la barra hasta la altura del hombro y repita el ejercicio hasta obtener la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "piernas inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/cWNiCby2ZWR7Yp",
        "id": "0088",
        "nombre": "elevación de pantorrillas sentado con barra",
        "objetivo": "terneros",
        "Músculos secundarios": [
        "isquiotibiales",
        "cuadríceps"
        ],
        "instrucciones": [
        "Siéntese en un banco con los pies apoyados en el suelo y una barra apoyada sobre los muslos.",
        "Coloca las puntas de los pies sobre una plataforma elevada, como un bloque o un escalón.",
        "Coloca la barra sobre tus muslos y sujétala firmemente con tus manos.",
        "Manteniendo la espalda recta y el centro del cuerpo contraído, levante los talones del suelo extendiendo los tobillos.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente los talones hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/63Tyen2bIVfpNr",
        "id": "0089",
        "nombre": "curl concentrado con barra sentado y agarre cerrado",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en un banco con los pies apoyados en el suelo y sostenga una barra con un agarre por debajo de la mano, con las manos separadas al ancho de los hombros.",
        "Apoya los brazos superiores contra la parte interna de los muslos, justo por encima de las rodillas, y deja que la barra cuelgue frente a ti.",
        "Manteniendo los brazos superiores estacionarios, exhale y levante la barra hacia los hombros, contrayendo los bíceps.",
        "Mantenga la posición contraída durante una breve pausa, luego inhale y baje lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/p5Ik34uhQxT39q",
        "id": "0090",
        "nombre": "barra sentada buenos dias",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
        ],
        "instrucciones": [
        "Siéntese en un banco con los pies apoyados en el suelo y una barra apoyada en la parte superior de la espalda.",
        "Mantén la espalda recta y el pecho erguido.",
        "Incline lentamente las caderas hacia adelante, bajando el torso hacia el suelo.",
        "Haz una pausa por un momento en la parte inferior, luego empuja con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/HIGdXP4v7uALPs",
        "id": "0091",
        "nombre": "press de hombros con barra sentado",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Siéntese en un banco con la espalda recta y los pies apoyados en el suelo.",
        "Sujete la barra con un agarre superior, con una separación ligeramente mayor que el ancho de los hombros.",
        "Levanta la barra del soporte y llévala a la altura de los hombros, con los codos doblados y las palmas hacia adelante.",
        "Presione la barra sobre la cabeza extendiendo los brazos completamente.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente la barra hasta el nivel de los hombros.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/CEiqGV-llhdL2n",
        "id": "0092",
        "name": "extensión de tríceps con barra sobre la cabeza sentado",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Siéntese en un banco con la espalda recta y los pies apoyados en el suelo.",
        "Sujete una barra con un agarre superior, con las manos separadas al ancho de los hombros, y levántela por encima de la cabeza.",
        "Baje la barra detrás de la cabeza doblando los codos y manteniendo la parte superior de los brazos cerca de la cabeza.",
        "Haga una pausa por un momento, luego extienda los brazos para levantar la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/CZwjGIQDhfUlKI",
        "id": "0094",
        "nombre": "giro con barra sentado",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda baja"
        ],
        "instrucciones": [
        "Siéntese en un banco plano con los pies apoyados en el suelo y las rodillas dobladas.",
        "Sostenga una barra con ambas manos frente a su pecho, manteniendo los codos ligeramente doblados.",
        "Contraiga el centro del cuerpo y gire lentamente el torso hacia un lado, manteniendo la espalda recta.",
        "Haga una pausa por un momento al final del giro, luego gire lentamente hasta la posición inicial.",
        "Repite el giro hacia el otro lado.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/b3Vbkxj9RqTY8L",
        "id": "0095",
        "nombre": "encogimiento de hombros con barra",
        "objetivo": "trampas",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra frente a usted con un agarre por encima de la mano.",
        "Mantenga los brazos rectos y la espalda recta durante todo el ejercicio.",
        "Levanta los hombros hacia las orejas lo más alto que puedas, apretando los trapecios en la parte superior.",
        "Mantén la posición por un momento y luego baja lentamente los hombros hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/w8is9sfGKDd8J8",
        "id": "0096",
        "nombre": "barra con flexión lateral v. 2",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con ambas manos, con las palmas hacia abajo.",
        "Mantenga la espalda recta y el centro del cuerpo contraído durante todo el ejercicio.",
        "Dobla lentamente el torso hacia el lado derecho, bajando la barra hacia la rodilla derecha.",
        "Haz una pausa por un momento y luego vuelve a la posición inicial.",
        "Repita el movimiento en el lado izquierdo.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/waJLyeBj-DDhHT",
        "id": "0097",
        "nombre": "sentadilla lateral dividida con barra v. 2",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados más allá del ancho de los hombros y con los dedos de los pies apuntando ligeramente hacia afuera.",
        "Sostenga una barra sobre la parte superior de la espalda, apoyándola sobre los hombros.",
        "Da un gran paso hacia un lado con el pie derecho, manteniendo el pie izquierdo plantado.",
        "Dobla la rodilla derecha y baja el cuerpo hasta una posición en cuclillas, manteniendo el pecho erguido y la espalda recta.",
        "Empuja con el talón derecho para volver a la posición inicial.",
        "Repite del otro lado, dando un paso hacia afuera con el pie izquierdo.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/kw2cIdRwP6nig7",
        "id": "0098",
        "nombre": "sentadilla lateral con barra",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados más allá del ancho de los hombros y con los dedos de los pies apuntando ligeramente hacia afuera.",
        "Sostenga una barra sobre la parte superior de la espalda, apoyándola sobre los trapecios.",
        "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja el cuerpo hasta una posición en cuclillas, doblando las rodillas y las caderas.",
        "A medida que bajas, empuja las rodillas hacia los lados y mantén el peso sobre los talones.",
        "Baje hasta que sus muslos estén paralelos al suelo, luego empuje con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/mZv3ZgxgS4lDkN",
        "id": "0099",
        "nombre": "sentadilla dividida con barra a una pierna",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, sosteniendo una barra sobre la parte superior de la espalda.",
        "Da un gran paso hacia adelante con una pierna, manteniendo el torso erguido.",
        "Baje el cuerpo doblando la rodilla y la cadera delanteras, mientras mantiene la pierna trasera recta.",
        "Continúa bajando hasta que tu muslo delantero esté paralelo al suelo.",
        "Haga una pausa por un momento, luego empuje con el talón delantero para volver a la posición inicial.",
        "Repita el ejercicio la cantidad deseada de repeticiones y luego cambie de pierna."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/QLGxpmq5LOCbPj",
        "id": "0100",
        "nombre": "esquiador con barra",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "centro"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra frente a sus muslos con un agarre por encima de la mano.",
        "Dobla ligeramente las rodillas e inclínate hacia adelante desde las caderas, manteniendo la espalda recta y el pecho erguido.",
        "Simultáneamente, levanta la barra hacia los hombros mientras saltas ligeramente desde el suelo.",
        "Cuando llegues a la parte superior del movimiento, invierte rápidamente el movimiento y baja la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/GBH9qiV0qMp9yi",
        "id": "0101",
        "nombre": "sentadilla rápida con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
        "Sostenga la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios o deltoides posteriores.",
        "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja las caderas hacia atrás y hacia abajo, como si estuviera sentado en una silla.",
        "Baje hasta que sus muslos estén paralelos al suelo, o tan abajo como pueda llegar cómodamente.",
        "Empuja los talones para volver a levantarte, apretando los glúteos en la parte superior.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/OsA998aeyE5KAG",
        "id": "0102",
        "nombre": "sentadilla con barra (sobre rodillas)",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Comienza arrodillándote en el suelo con las rodillas separadas al ancho de las caderas y los dedos de los pies apuntando hacia adelante.",
        "Coloca una barra sobre tus hombros, sujetándola con un agarre superior y con las manos ligeramente más separadas que el ancho de los hombros.",
        "Contraiga el centro del cuerpo y mantenga el pecho elevado mientras baja lentamente el cuerpo doblando las rodillas y manteniendo la espalda recta.",
        "Continúa bajando hasta que tus muslos estén paralelos al suelo, o tan abajo como puedas llegar cómodamente.",
        "Haz una pausa por un momento en la parte inferior, luego empuje con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/Gf83cdp0Z7koWw",
        "id": "0103",
        "nombre": "abdominales con barra de pie y rodillo",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "espalda",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y sostenga la barra con ambas manos frente a los muslos.",
        "Contraiga el centro del cuerpo y baje lentamente la barra hacia el suelo, manteniendo la espalda recta y los brazos extendidos.",
        "Continúa haciendo rodar la barra hacia adelante hasta que tu cuerpo esté completamente extendido y tus manos estén directamente sobre tu cabeza.",
        "Haga una pausa por un momento, luego gire lentamente la barra hacia los muslos, manteniendo el control y el centro del cuerpo contraído.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/2U3IO52ZotpTSV",
        "id": "0104",
        "nombre": "curl de muñeca hacia atrás con barra de pie",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "bíceps",
        "espalda"
        ],
        "instrucciones": [
        "Párate derecho con los pies separados al ancho de los hombros y sujeta una barra con un agarre por encima de la mano.",
        "Apoya la barra sobre el dorso de tus manos con las palmas hacia abajo y los dedos apuntando hacia tu cuerpo.",
        "Manteniendo los brazos superiores estacionarios, exhale y doble las muñecas hacia arriba lo más que pueda.",
        "Mantenga la posición contraída durante una breve pausa, luego inhale y baje lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/1CsKw3VPSGhJcG",
        "id": "0105",
        "nombre": "press de Bradford con barra de pie",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga la barra frente a sus hombros con un agarre por encima de la cabeza.",
        "Presione la barra sobre la cabeza, extendiendo completamente los brazos.",
        "Baja la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },      
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/2q-wXEEfD0xMO3",
        "id": "0106",
        "nombre": "curl con agarre cerrado y de pie con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y sostenga una barra con un agarre por debajo de la mano, con las manos juntas.",
        "Mantenga los codos cerca del torso y la parte superior de los brazos estacionaria durante todo el movimiento.",
        "Exhala mientras levantas las pesas mientras contraes los bíceps. Continúa levantando la barra hasta que los bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala mientras comienzas a llevar lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/KcMLC9HeYhUfy0",
        "id": "0107",
        "nombre": "elevación frontal con barra de pie por encima de la cabeza",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, sosteniendo una barra frente a los muslos con un agarre por encima de la mano.",
        "Mantén la espalda recta y activa el centro del cuerpo.",
        "Levante lentamente la barra frente a usted, manteniendo los brazos rectos y las palmas hacia abajo.",
        "Continúa levantando hasta que la barra esté ligeramente por encima del nivel del hombro.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "piernas inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/GAqrhQaSm2y0Fv",
        "id": "0108",
        "nombre": "elevación de pantorrillas con barra y piernas de pie",
        "objetivo": "terneros",
        "Músculos secundarios": [
        "isquiotibiales",
        "glúteos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y coloque una barra sobre la parte superior de la espalda.",
        "Levante los talones del suelo lo más alto posible, utilizando las pantorrillas.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente los talones hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/QypY1XfuptSrUD",
        "id": "0109",
        "name": "extensión de tríceps con barra por encima de la cabeza de pie",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre por encima de la mano.",
        "Levanta la barra por encima de la cabeza, extendiendo completamente los brazos.",
        "Manteniendo los brazos superiores cerca de la cabeza, baje lentamente la barra detrás de la cabeza doblando los codos.",
        "Haga una pausa por un momento, luego levante la barra a la posición inicial extendiendo los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/JzpqZnWUDkocDd",
        "id": "0110",
        "nombre": "curl con agarre invertido y de pie con barra",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y sostenga una barra con un agarre por debajo de la mano, con las palmas hacia arriba.",
        "Mantenga los codos cerca del torso y la parte superior de los brazos inmóvil.",
        "Exhala y flexiona las pesas mientras contraes los bíceps, llevando la barra lo más cerca posible de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala y baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "piernas inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/fvXrUFmdZ1pbOD",
        "id": "0111",
        "nombre": "elevación de pantorrillas con piernas balanceándose y de pie con barra",
        "objetivo": "terneros",
        "Músculos secundarios": [
        "isquiotibiales",
        "cuadríceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra sobre la parte superior de la espalda.",
        "Levanta los talones del suelo lo más alto que puedas, manteniendo el equilibrio sobre las puntas de los pies.",
        "Baja lentamente los talones hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/guAJV3lhfuiCJN",
        "id": "0112",
        "nombre": "giro con barra de pie",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra frente a su pecho con ambas manos, con las palmas hacia abajo.",
        "Contraiga el centro del cuerpo y mantenga la espalda recta durante todo el ejercicio.",
        "Gira lentamente el torso hacia la derecha, pivoteando sobre los pies y las caderas, mientras mantienes estable la parte inferior del cuerpo.",
        "Haz una pausa por un momento al final del giro, luego regresa lentamente a la posición inicial.",
        "Repite el giro hacia el lado izquierdo.",
        "Continúe alternando giros durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/tkBxZ1pLWyx6FH",
        "id": "0113",
        "nombre": "curl de agarre amplio con barra de pie",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos",
        "espalda"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos más separadas que el ancho de los hombros.",
        "Deja que la barra cuelgue a la distancia del brazo frente a tus muslos, con las palmas de las manos orientadas hacia afuera de tu cuerpo.",
        "Manteniendo los brazos superiores estacionarios, exhale y flexione la barra hacia arriba contrayendo los bíceps.",
        "Continúa levantando la barra hasta que tus bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhala y comienza a bajar lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/SFauQ3Qyhfaqck",
        "id": "0114",
        "nombre": "subida con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Colóquese frente a un banco o escalón con una barra apoyada en la parte superior de la espalda.",
        "Coloque un pie sobre el banco o escalón, asegurándose de que todo el pie esté en contacto con la superficie.",
        "Empuje con el talón y suba al banco o al escalón, extendiendo completamente la cadera y la rodilla.",
        "Haz una breve pausa en la parte superior y luego vuelve a bajar a la posición inicial.",
        "Repita con la pierna opuesta.",
        "Continúe alternando las piernas durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/T1wUeqQSqSzIVi",
        "id": "0115",
        "nombre": "barra con pierna rígida buenos días",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sostenga la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios.",
        "Manteniendo la espalda recta, inclínese hacia adelante desde las caderas, empujando los glúteos hacia atrás.",
        "Baje el torso hasta que quede paralelo al suelo, sintiendo un estiramiento en los isquiotibiales.",
        "Contraiga los glúteos y los isquiotibiales para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/s7PsOlEVXEBpRD",
        "id": "0116",
        "nombre": "peso muerto con barra y piernas rectas",
        "objetivo": "isquiotibiales",
        "Músculos secundarios": [
        "glúteos",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies apuntando hacia adelante.",
        "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Dobla las caderas y baja la barra hacia el suelo, manteniendo la espalda recta y las rodillas ligeramente dobladas.",
        "Baja la barra hasta que sientas un estiramiento en los isquiotibiales.",
        "Contraiga los isquiotibiales y los glúteos para levantar la barra nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/iMIZIxZ-cbRnOw",
        "id": "0117",
        "nombre": "peso muerto sumo con barra",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "cuadríceps",
        "espalda baja"
        ],
        "instrucciones": [
        "Párese con los pies separados más allá del ancho de los hombros y con los dedos de los pies apuntando hacia afuera.",
        "Coloca una barra en el suelo frente a ti, centrada entre tus pies.",
        "Dobla las rodillas y baja las caderas, manteniendo la espalda recta y el pecho erguido, para agarrar la barra con un agarre por encima de la mano.",
        "Contraiga el centro del cuerpo y presione los talones para levantar la barra del suelo, extendiendo las caderas y las rodillas simultáneamente.",
        "Al levantar, mantenga el pecho erguido y la espalda recta, y empuje las caderas hacia adelante para activar completamente los glúteos.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente la barra hasta la posición inicial, manteniendo el control durante todo el movimiento.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/kOob9Si7l831Cw",
        "id": "0118",
        "nombre": "remo con barra con agarre invertido y posición inclinada",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujete una barra con un agarre superior, con las palmas hacia abajo y las manos ligeramente más separadas que el ancho de los hombros.",
        "Inclínese hacia adelante desde las caderas, manteniendo la espalda recta y el pecho hacia arriba, hasta que el torso quede casi paralelo al suelo.",
        "Tire de la barra hacia la parte inferior del pecho, apretando los omóplatos.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/-KsJ8m-KeLm-Re",
        "id": "0119",
        "nombre": "remo vertical con barra v. 2",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "bíceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
        "Manteniendo la espalda recta, exhala y levanta la barra directamente hacia tu barbilla, guiando con los codos.",
        "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/MPdehYWUd50sic",
        "id": "0120",
        "nombre": "remo vertical con barra",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "bíceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
        "Manteniendo la espalda recta y el centro del cuerpo contraído, exhala y levanta la barra directamente hacia el mentón, guiando con los codos.",
        "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/j1KNS3Wr8O3Lkd",
        "id": "0121",
        "nombre": "remo vertical con barra v. 3",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "bíceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
        "Manteniendo el centro del cuerpo contraído y la espalda recta, exhala mientras levantas la barra hacia el mentón, guiando con los codos.",
        "Haz una pausa por un momento en la parte superior, luego inhala mientras bajas lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/guM8h1uogex-Uv",
        "id": "0122",
        "nombre": "press de banca con barra ancha",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "espalda",
        "tríceps"
        ],
        "instrucciones": [
        "Acuéstese sobre un banco con los pies apoyados en el suelo y la espalda presionada contra el banco.",
        "Sujete la barra con un agarre amplio, con una separación ligeramente mayor que el ancho de los hombros.",
        "Levanta la barra del soporte y sostenla directamente sobre tu pecho con los brazos completamente extendidos.",
        "Baje la barra lentamente hacia el pecho, manteniendo los codos ligeramente separados.",
        "Haz una pausa por un momento cuando la barra toque tu pecho, luego empújala hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/upcfo1AQu8fWQr",
        "id": "0123",
        "nombre": "remo vertical con barra y agarre ancho",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "bíceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y sostenga una barra con un agarre superior, con las manos más separadas que el ancho de los hombros.",
        "Deja que la barra cuelgue delante de tus muslos, con los brazos completamente extendidos.",
        "Manteniendo la espalda recta, exhala y levanta la barra directamente hacia tu barbilla, guiando con los codos.",
        "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/jPeIp5IylcuHR2",
        "id": "0124",
        "nombre": "sentadilla con barra amplia",
        "objetivo": "quads",
        "Músculos secundarios": [
        "glúteos",
        "isquiotibiales",
        "terneros"
        ],
        "instrucciones": [
        "Párese con los pies separados más allá del ancho de los hombros y con los dedos de los pies apuntando ligeramente hacia afuera.",
        "Sostenga la barra sobre la parte superior de la espalda, apoyándola sobre los trapecios o deltoides posteriores.",
        "Contraiga el centro del cuerpo y mantenga el pecho erguido mientras baja el cuerpo hasta una posición en cuclillas, empujando las caderas hacia atrás y doblando las rodillas.",
        "Baje hasta que sus muslos estén paralelos al suelo, o tan abajo como pueda llegar cómodamente.",
        "Haz una pausa por un momento en la parte inferior, luego empuje con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/RDTMsbOE5H5MQc",
        "id": "0125",
        "nombre": "curl de muñeca con barra v. 2",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "bíceps",
        "braquial"
        ],
        "instrucciones": [
        "Siéntate en un banco con los pies apoyados en el suelo y las rodillas dobladas.",
        "Sujete una barra con un agarre por debajo de la mano, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
        "Apoya los antebrazos sobre los muslos, dejando que las muñecas cuelguen del borde.",
        "Lentamente, dobla las muñecas hacia arriba, llevando la barra hacia los antebrazos.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },      
    {
        "bodyPart": "brazos inferiores",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/qBy94AMGMQvQpw",
        "id": "0126",
        "nombre": "curl de muñeca con barra",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "bíceps",
        "braquial"
        ],
        "instrucciones": [
        "Siéntese en un banco con los pies apoyados en el suelo y los antebrazos apoyados en los muslos, sosteniendo una barra con un agarre por debajo de la mano.",
        "Deja que la barra ruede hasta las puntas de tus dedos, manteniendo las muñecas rectas.",
        "Lentamente, flexiona la barra hacia los antebrazos, flexionando las muñecas.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "barra",
        "gifUrl": "https://v2.exercisedb.io/image/v9lTd3PfzqT5wm",
        "id": "0127",
        "nombre": "sentadilla con barra Zercher",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "cuadríceps",
        "isquiotibiales",
        "terneros",
        "centro"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y los dedos de los pies ligeramente hacia afuera.",
        "Sujete la barra en los huecos de los codos, con las manos agarrando la barra para lograr estabilidad.",
        "Contraiga el centro del cuerpo y mantenga el pecho elevado mientras baja las caderas hacia atrás y hacia abajo hasta una posición de sentadilla.",
        "Mantenga las rodillas alineadas con los dedos de los pies y el peso en los talones.",
        "Haz una pausa por un momento en la parte inferior de la sentadilla, luego empuja con los talones para volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cuerda",
        "gifUrl": "https://v2.exercisedb.io/image/b8qs9urQEHjN5S",
        "id": "0128",
        "nombre": "cuerdas de batalla",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "antebrazos",
        "centro"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujeta un extremo de la cuerda en cada mano, con las palmas enfrentadas.",
        "Levanta los brazos a la altura de los hombros, manteniendo los codos ligeramente doblados.",
        "Comienza a hacer ondas alternas con las cuerdas subiendo y bajando rápidamente cada brazo.",
        "Continuar durante la duración o el número de repeticiones deseado."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/g9mgt1undLbrB8",
        "id": "0129",
        "nombre": "fondos en banco (rodillas flexionadas)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Siéntese en el borde de un banco o silla con las manos agarrando el borde junto a las caderas.",
        "Desliza tu trasero fuera del banco y estira las piernas frente a ti, manteniendo los talones en el suelo.",
        "Dobla los codos y baja el cuerpo hacia el suelo, manteniendo la espalda pegada al banco.",
        "Haz una pausa por un momento en la parte inferior y luego empújate hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/uK0rLV3K5TpCnd",
        "id": "0130",
        "nombre": "extensión de cadera en banco",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales"
        ],
        "instrucciones": [
        "Siéntese en un banco con la espalda apoyada en el banco y los pies apoyados en el suelo.",
        "Coloca tus manos en el banco para apoyarte.",
        "Contraiga los glúteos y los isquiotibiales, luego levante las caderas del banco hasta que su cuerpo forme una línea recta desde las rodillas hasta los hombros.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente las caderas hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/Lm01oikFUf57Z7",
        "id": "0137",
        "nombre": "cuerpo arriba",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "pecho",
        "espalda"
        ],
        "instrucciones": [
        "Comience colocando las manos sobre una superficie elevada, como un banco o barras paralelas, con las palmas hacia abajo y los dedos apuntando hacia adelante.",
        "Extiende las piernas frente a ti, manteniendo los talones en el suelo y el cuerpo recto.",
        "Baje el cuerpo doblando los codos, manteniéndolos cerca de los costados, hasta que los brazos superiores queden paralelos al suelo.",
        "Haga una pausa por un momento, luego empuje con las palmas para estirar los brazos y levantar el cuerpo nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/fHJ6mataSQo8uL",
        "id": "0138",
        "nombre": "de abajo hacia arriba",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "flexores de cadera"
        ],
        "instrucciones": [
        "Acuéstese boca arriba con las piernas extendidas y los brazos a los costados.",
        "Dobla las rodillas y llévalas hacia el pecho, manteniendo los pies separados del suelo.",
        "Contrayendo los abdominales, levanta las caderas del suelo y lleva las rodillas hacia la cabeza.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente las caderas hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/YWEeMsq120bDEG",
        "id": "0139",
        "nombre": "dominadas para bíceps estrechos",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos",
        "espalda"
        ],
        "instrucciones": [
        "Cuélguese de una barra de dominadas con las palmas hacia usted y las manos separadas al ancho de los hombros.",
        "Contraiga el centro del cuerpo y tire hacia la barra, concentrándose en usar los bíceps para levantar el cuerpo.",
        "Haz una pausa por un momento en la parte superior y luego baja lentamente hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "peso corporal",
        "gifUrl": "https://v2.exercisedb.io/image/BSWtMjofSbwQvj",
        "id": "0140",
        "nombre": "dominadas de bíceps",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos",
        "espalda"
        ],
        "instrucciones": [
        "Cuélguese de una barra de dominadas con las palmas hacia afuera y las manos separadas al ancho de los hombros.",
        "Contraiga el centro del cuerpo y levántese doblando los codos, llevando el pecho hacia la barra.",
        "Haz una pausa en la parte superior del movimiento y luego baja lentamente hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/E-GSOTTFghZvWL",
        "id": "0148",
        "nombre": "press de hombros alterno con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y agarre las manijas de la máquina de cable con un agarre por encima de la mano.",
        "Coloca las manos a la altura de los hombros, con las palmas hacia adelante.",
        "Mantén el centro del cuerpo contraído y la espalda recta.",
        "Presione una manija hacia arriba y hacia adelante hasta que su brazo esté completamente extendido.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango hasta la posición inicial.",
        "Repita con el otro brazo.",
        "Alterna entre brazos durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/qcVXMF6hteFXGm",
        "id": "0149",
        "nombre": "extensión de tríceps alternada con cable",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
        "Sujete el mango del cable con la mano derecha y levante el brazo de modo que la parte superior del brazo quede paralela al suelo y el codo esté doblado en un ángulo de 90 grados.",
        "Mantenga el brazo superior estacionario y extienda el antebrazo hacia atrás, estirando completamente el brazo.",
        "Haz una pausa por un momento y luego regresa lentamente a la posición inicial.",
        "Repite con el brazo izquierdo.",
        "Continúe alternando los brazos durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/hYTAwJQ36fCuPA",
        "id": "0151",
        "nombre": "press de banca con cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable a la altura del pecho y coloque las manijas.",
        "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
        "Sujete las manijas con un agarre superior y dé un paso hacia adelante para crear tensión en los cables.",
        "Coloca tus pies firmemente en el suelo y activa tu centro del cuerpo.",
        "Dobla los codos y lleva las manos a la altura de los hombros, manteniendo los codos en un ángulo de 90 grados.",
        "Empuje las manijas hacia adelante, extendiendo los brazos completamente frente a ti.",
        "Haga una pausa por un momento, luego invierta lentamente el movimiento, llevando las manos nuevamente al nivel de los hombros.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/UlnYkOK7thEAIO",
        "id": "0152",
        "nombre": "extensión de concentración de cable (en la rodilla)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en un banco o silla con las rodillas dobladas y los pies apoyados en el suelo.",
        "Sujete el mango del cable con la mano derecha y coloque el codo en la parte interior de la rodilla derecha.",
        "Extiende el brazo completamente, manteniendo el codo estacionario y cerca de la rodilla.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente el brazo a la posición inicial.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/S6vQ59c6b8e95z",
        "id": "0153",
        "nombre": "jalón lateral con cruce de cable",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "romboides",
        "deltoides posteriores"
        ],
        "instrucciones": [
        "Coloque un mango de cable en cada lado de una máquina de cable a la altura de los hombros.",
        "Párese en el centro de la máquina con los pies separados al ancho de los hombros.",
        "Sujete las manijas con un agarre superior y dé un paso atrás para crear tensión en los cables.",
        "Inclínese ligeramente hacia adelante desde las caderas, manteniendo la espalda recta y el pecho erguido.",
        "Tire de las manijas hacia abajo y a través de su cuerpo, apretando los omóplatos.",
        "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/xe8n6u1tCne4bn",
        "id": "0154",
        "nombre": "cable cruzado reverso volar",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "romboides",
        "trapecio"
        ],
        "instrucciones": [
        "Coloque un mango en forma de D en cada cable de polea baja y párese en el medio de la máquina de cruce de cables.",
        "Sujete las manijas con un agarre pronado (palmas hacia abajo) y dé un paso hacia adelante, colocando los pies separados al ancho de los hombros.",
        "Dobla ligeramente las rodillas e inclínate hacia adelante desde la cintura, manteniendo la espalda recta y los abdominales contraídos.",
        "Con los brazos extendidos hacia los lados y ligeramente flexionados en los codos, exhala y aprieta los omóplatos mientras tiras de los cables hacia atrás y hacia arriba en un movimiento de vuelo inverso.",
        "Haga una pausa por un momento en la contracción máxima, luego inhale y regrese lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/hYTAwJQ36fCuPA",
        "id": "0155",
        "nombre": "variación de cruce de cables",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Ajuste las poleas del cable a la altura del pecho.",
        "Colóquese en el centro de la máquina de cable con un pie delante del otro.",
        "Sujete las manijas con las palmas hacia abajo y los brazos extendidos hacia los lados.",
        "Da un paso hacia adelante, manteniendo los brazos ligeramente doblados.",
        "Con una ligera flexión de los codos, junte las manos frente al pecho.",
        "Haz una pausa por un momento y luego regresa lentamente los brazos a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/0QNubH9V1hNthA",
        "id": "0157",
        "nombre": "peso muerto con cable",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "cuadríceps",
        "espalda baja"
        ],
        "instrucciones": [
        "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
        "Dobla las caderas y las rodillas, bajando el torso hasta que la espalda quede paralela al suelo.",
        "Sujete las manijas del cable con un agarre superior, manteniendo los brazos rectos y los hombros hacia atrás.",
        "Contraiga los glúteos y los isquiotibiales para levantar las manijas del cable, extendiendo las caderas y poniéndose de pie.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente las manijas del cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/t72wzbE8ueEk2f",
        "id": "0158",
        "nombre": "cable de descenso de mosca",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "espalda",
        "tríceps"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable a una posición de declive.",
        "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
        "Sujete las manijas con las palmas hacia adelante y los brazos extendidos hacia adelante.",
        "Manteniendo una ligera flexión en los codos, abra los brazos hacia los lados con un movimiento controlado.",
        "Haga una pausa por un momento en la posición completamente extendida, luego regrese lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/H8U3yUrJ3iGT0c",
        "id": "0159",
        "nombre": "remo con cable en declive, sentado, con agarre amplio",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en el banco de declive frente a la máquina de cable con los pies colocados de forma segura en los reposapiés.",
        "Sujete el accesorio de cable con un agarre amplio por encima de la mano, con las palmas hacia abajo.",
        "Inclínese ligeramente hacia atrás, manteniendo la espalda recta y el centro del cuerpo contraído.",
        "Tire del cable hacia la parte inferior del pecho, apretando los omóplatos.",
        "Haga una pausa por un momento en el pico de la contracción, luego suelte lentamente el cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/11hoK8LbsOCl7g",
        "id": "0160",
        "nombre": "remo con agarre ancho sentado en el suelo con cable",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntate en el suelo con las piernas extendidas y la espalda recta.",
        "Conecte un mango de cable a una polea baja y coloque la máquina de cable detrás de usted.",
        "Sujete el mango con un agarre amplio, con las palmas hacia abajo.",
        "Inclínese ligeramente hacia atrás, manteniendo la espalda recta y el pecho elevado.",
        "Tire del mango hacia su cintura, apretando los omóplatos.",
        "Haga una pausa por un momento en la parte superior del movimiento, luego suelte lentamente el mango hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/FC-ZTAIwg5sENI",
        "id": "0161",
        "nombre": "elevación hacia adelante con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo y los brazos completamente extendidos frente a usted.",
        "Manteniendo los brazos rectos, levante el mango del cable hasta el nivel de los hombros.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/M9PGknA6otiFJ6",
        "id": "0162",
        "nombre": "elevación frontal con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y agarre el mango del cable con un agarre por encima de la mano.",
        "Mantén la espalda recta y el centro del cuerpo contraído.",
        "Levante el mango del cable frente a usted, manteniendo los brazos rectos y las palmas hacia abajo.",
        "Continúa levantando hasta que tus brazos estén paralelos al suelo.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/EstVayp7MniItv",
        "id": "0164",
        "nombre": "elevación de hombros frontal con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trapecio",
        "bíceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y agarre el mango del cable con un agarre por encima de la mano.",
        "Mantén la espalda recta y el centro del cuerpo contraído.",
        "Levante el mango del cable frente a usted, manteniendo los brazos rectos y las palmas hacia abajo.",
        "Continúa levantando hasta que tus brazos estén paralelos al suelo.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/aCL4NLf-7yeHjh",
        "id": "0165",
        "nombre": "curl con martillo de cable (con cuerda)",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Párese derecho con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujete el cable de sujeción con un agarre por debajo de la mano, con las palmas una frente a la otra y los brazos completamente extendidos.",
        "Manteniendo los brazos superiores estacionarios, exhale y flexione las pesas mientras contrae los bíceps.",
        "Continúe levantando el accesorio de cuerda de cable hasta que sus bíceps estén completamente contraídos y la cuerda esté al nivel de los hombros.",
        "Mantenga la posición contraída durante una breve pausa mientras aprieta los bíceps.",
        "Inhale y comience a bajar lentamente el cable de sujeción hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/xn4WL-7Aw6dOyp",
        "id": "0167",
        "nombre": "remo alto con cable (de rodillas)",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "espalda"
        ],
        "instrucciones": [
        "Fije una barra recta a una máquina de cable a la altura del pecho.",
        "Arrodíllate frente a la máquina de cable y agarra la barra con un agarre superior, con las manos separadas al ancho de los hombros.",
        "Siéntese sobre los talones, manteniendo la espalda recta y el centro del cuerpo contraído.",
        "Tire de la barra hacia la parte superior del abdomen, apretando los omóplatos.",
        "Haga una pausa por un momento en la parte superior del movimiento, luego suelte lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/fOc2s3dFwmo-ka",
        "id": "0168",
        "nombre": "aducción de cadera con cable",
        "objetivo": "aductores",
        "Músculos secundarios": [
        "glúteos",
        "cuadríceps"
        ],
        "instrucciones": [
        "Coloque el brazalete en su tobillo y párese frente a la máquina de cable.",
        "Colóquese lo suficientemente lejos de la máquina para que haya tensión en el cable.",
        "Coloque las manos sobre la máquina para apoyarse.",
        "Manteniendo la pierna recta, muévala lentamente a través del cuerpo hacia la línea media.",
        "Haz una pausa por un momento al final del movimiento, luego regresa lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/aFCG1Hiv97VmM5",
        "id": "0169",
        "nombre": "press de banca inclinado con cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Ajuste el banco a una inclinación de 45 grados.",
        "Fije las manijas del cable a las poleas altas.",
        "Siéntese en el banco frente a la máquina de cable con los pies apoyados en el suelo.",
        "Sujete las manijas con un agarre superior y llévelas a la altura de los hombros.",
        "Empuje las manijas hacia adelante y hacia arriba hasta que sus brazos estén completamente extendidos.",
        "Haga una pausa por un momento y luego baje lentamente las manijas a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/m1sUaFlkWVmRj4",
        "id": "0170",
        "name": "vuelo inclinado con cable (sobre pelota de estabilidad)",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Coloca una pelota de estabilidad en un ángulo inclinado.",
        "Fije las manijas del cable a las poleas altas de una máquina de cable.",
        "Siéntese sobre la pelota de estabilidad de espaldas a la máquina, con los pies firmemente plantados en el suelo.",
        "Sujete las manijas del cable con un agarre superior, con las palmas hacia adelante.",
        "Inclínese ligeramente hacia adelante, manteniendo la espalda recta y el centro del cuerpo contraído.",
        "Con un movimiento controlado, lleva los brazos hacia los lados, manteniendo una ligera flexión en los codos.",
        "Continúa el movimiento hasta que tus brazos estén paralelos al suelo.",
        "Haz una pausa por un momento y luego regresa lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/TftSzBUA44lW3t",
        "id": "0171",
        "nombre": "vuelo inclinado con cable",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable a una posición baja y coloque las manijas.",
        "Siéntese en un banco inclinado con la espalda apoyada sobre la almohadilla y los pies apoyados en el suelo.",
        "Sujete las manijas con un agarre superior y extienda los brazos hacia adelante.",
        "Manteniendo una ligera flexión en los codos, abra los brazos hacia los lados con un movimiento controlado.",
        "Haga una pausa por un momento en la posición completamente extendida, luego regrese lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/OZR0f8QHUHBIeI",
        "id": "0172",
        "nombre": "extensión inclinada con cable",
        "objetivo": "lats",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Conecta una barra recta a una máquina de cable con polea alta.",
        "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
        "Sujete la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Inclínese ligeramente hacia adelante y mantenga la espalda recta.",
        "Tire de la barra hacia los muslos extendiendo los codos.",
        "Haz una pausa por un momento en la parte inferior y luego regresa lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Uzj3OZu5qlQ9Iz",
        "id": "0173",
        "nombre": "extensión de tríceps con cable inclinado",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable a una posición de polea baja.",
        "Fije una barra recta al cable.",
        "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
        "Sujete la barra con un agarre superior y extienda los brazos hacia arriba.",
        "Inclínese ligeramente hacia adelante, manteniendo la espalda recta y el centro del cuerpo contraído.",
        "Dobla los codos y baja la barra detrás de la cabeza, manteniendo los brazos superiores cerca de las orejas.",
        "Haz una pausa por un momento y luego extiende los brazos hacia la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/wYxA2YnuejIrgq",
        "id": "0174",
        "nombre": "giro de judo con cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda"
        ],
        "instrucciones": [
        "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
        "Sujete el mango del cable con ambas manos a la altura del pecho, con las palmas hacia abajo.",
        "Contraiga el centro del cuerpo y gire el torso hacia la derecha, tirando del cable a través del cuerpo.",
        "Mientras giras, gira el pie trasero y permite que tus caderas giren naturalmente.",
        "Extiende completamente los brazos y finaliza el movimiento girando el mango del cable sobre tu hombro.",
        "Vuelve a la posición inicial invirtiendo el movimiento, girando el torso hacia el centro.",
        "Repita el movimiento en el lado opuesto.",
        "Continúe alternando los lados durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/1efidI26mfRLfr",
        "id": "0175",
        "nombre": "abdominales de rodillas con cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Sujete un mango de cuerda a una polea alta y arrodíllese mirando hacia el lado opuesto a la máquina.",
        "Sujete el mango de la cuerda con ambas manos y colóquelo detrás de la cabeza, manteniendo los codos hacia los lados.",
        "Manteniendo las caderas estacionarias, flexiona la cintura y baja el torso hacia los muslos.",
        "Haz una pausa por un momento en la parte inferior y luego regresa lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/o5xB-B1MYU6EmT",
        "id": "0176",
        "nombre": "extensión de tríceps con rodillas en el cable",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Sujete un mango de cuerda a una polea alta y arrodíllese frente a la máquina de cable.",
        "Sujete la cuerda con un agarre neutral (palmas enfrentadas) y lleve las manos a los lados de la cabeza.",
        "Mantenga los codos cerca de la cabeza y la parte superior de los brazos estacionaria durante todo el ejercicio.",
        "Extiende tus antebrazos contrayendo tus tríceps hasta que tus brazos estén completamente extendidos.",
        "Haga una pausa por un momento y luego regrese lentamente a la posición inicial doblando los codos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/39ZkPb0kCzhrv7",
        "id": "0177",
        "nombre": "jalón lateral con cable (con fijación de cuerda)",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Fije un accesorio de cuerda a la máquina de cable en una posición alta.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros.",
        "Sujete la cuerda con un agarre superior, con las palmas enfrentadas.",
        "Mantén la espalda recta e inclínate ligeramente hacia atrás.",
        "Tira de la cuerda hacia los costados, apretando los omóplatos.",
        "Detente un momento en la parte inferior del movimiento.",
        "Libera lentamente la tensión y deja que la cuerda vuelva a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/KpXa8zht6pzBaU",
        "id": "0178",
        "nombre": "elevación lateral con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "tríceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y agarre las manijas del cable con un agarre por encima de la mano.",
        "Mantén los brazos rectos y el centro del cuerpo contraído.",
        "Levanta los brazos hacia los lados hasta que queden paralelos al suelo.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente los brazos hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/nJOpMGDctKITge",
        "id": "0179",
        "nombre": "cable de vuelo bajo",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Fije las manijas a las poleas bajas de una máquina de cable y seleccione un peso apropiado.",
        "Colóquese en el centro de la máquina de cable con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados, manteniendo una ligera flexión en los codos.",
        "Manteniendo el control, lleve lentamente los brazos hacia adelante en un movimiento amplio, cruzándolos frente a su cuerpo.",
        "Haz una pausa por un momento en el punto máximo del movimiento, sintiendo el estiramiento en los músculos del pecho.",
        "Invierte el movimiento y regresa lentamente los brazos a la posición inicial, manteniendo la tensión en los músculos del pecho en todo momento.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/gNPybsqo4VSdjE",
        "id": "0180",
        "nombre": "remo con cable sentado bajo",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en la máquina con los pies apoyados en los reposapiés y las rodillas ligeramente dobladas.",
        "Sujete las manijas con un agarre superior, con las palmas hacia abajo.",
        "Mantenga la espalda recta e inclínese ligeramente hacia adelante, manteniendo una ligera flexión en los codos.",
        "Tire de las manijas hacia su cuerpo, apretando los omóplatos.",
        "Haga una pausa por un momento en el punto máximo del movimiento, luego suelte lentamente las manijas hasta volver a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },      
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/zTRxEkyNAd5SX8",
        "id": "0182",
        "nombre": "curl con agarre cerrado acostado con cable",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Conecte una barra recta a una máquina de cable con polea baja.",
        "Acuéstese boca arriba sobre un banco plano con los pies apoyados en el suelo.",
        "Sujete la barra con un agarre por debajo de la mano, con las manos separadas al ancho de los hombros.",
        "Extiende los brazos completamente, manteniendo los codos cerca de los costados.",
        "Manteniendo los brazos superiores estacionarios, flexione la barra hacia el pecho contrayendo los bíceps.",
        "Haz una pausa por un momento en la parte superior, apretando los bíceps.",
        "Baja lentamente la barra a la posición inicial, extendiendo completamente los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/k1VqOWwihX6fi6",
        "id": "0184",
        "nombre": "pulóver extensible con cable (con fijación de cuerda)",
        "objetivo": "lats",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Conecta una cuerda a una máquina de cable y coloca la polea en la posición más alta.",
        "Acuéstese en un banco con la cabeza hacia la máquina de cable.",
        "Sujete la cuerda con ambas manos y extienda los brazos hacia arriba por encima del pecho.",
        "Manteniendo los brazos rectos, baje lentamente la cuerda detrás de la cabeza mientras mantiene el control.",
        "Haz una pausa por un momento en la parte inferior y luego levanta lentamente la cuerda hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/n9TcWpgXd-syhK",
        "id": "0185",
        "nombre": "mosca tendida por cables",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Sujete las manijas a los cables y túmbese en un banco con los pies apoyados en el suelo.",
        "Sujete las manijas con las palmas una frente a la otra y los brazos extendidos sobre el pecho.",
        "Manteniendo los codos ligeramente flexionados, baje los brazos hacia los lados formando un arco amplio hasta que sienta un estiramiento en el pecho.",
        "Haga una pausa por un momento, luego apriete los músculos del pecho para llevar los brazos nuevamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/UNJZCzDZ8HZ4XD",
        "id": "0186",
        "nombre": "extensión de tríceps acostado con cable v. 2",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Fije un mango de cuerda a una máquina de cable con polea baja.",
        "Acuéstese en un banco plano boca arriba, con la cabeza hacia la máquina de cable.",
        "Sujete el mango de la cuerda con ambas manos, con las palmas enfrentadas, y extienda los brazos hacia arriba sobre el pecho.",
        "Manteniendo los brazos superiores estacionarios, baje lentamente el mango de la cuerda hacia la frente doblando los codos.",
        "Haz una pausa por un momento en la parte inferior, luego extiende los brazos hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/vWtQUac7TlGWoV",
        "id": "0188",
        "nombre": "cable de mosca central",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "tríceps"
        ],
        "instrucciones": [
        "Conecte los cables a ambos lados de una máquina de cable a la altura del pecho.",
        "Colóquese en el centro de la máquina con un pie ligeramente delante del otro.",
        "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados.",
        "Mantenga los codos ligeramente doblados y una ligera inclinación hacia adelante.",
        "Contraiga los músculos del pecho y lleve los brazos hacia adelante con un movimiento amplio.",
        "Haz una pausa por un momento en el centro, luego regresa lentamente los brazos a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/tpCdQZbYgcIJGn",
        "id": "0189",
        "nombre": "remo con un brazo inclinado y polea",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Colóquese frente a una máquina de cable con los pies separados al ancho de los hombros.",
        "Dobla ligeramente las rodillas e inclínate hacia adelante desde las caderas, manteniendo la espalda recta.",
        "Sujete el mango del cable con una mano, con la palma hacia adentro, y extienda el brazo completamente.",
        "Tire del mango del cable hacia su cuerpo, manteniendo el codo cerca de su costado, hasta que su mano llegue a la parte inferior del pecho.",
        "Haga una pausa por un momento y luego extienda lentamente el brazo hasta la posición inicial.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/lNPkOjizE5fmgr",
        "id": "0190",
        "nombre": "curl con un brazo y cable",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
        "Sujete el mango del cable con un agarre por debajo de la mano, con la palma hacia arriba.",
        "Mantenga el codo cerca del costado y flexione lentamente el antebrazo hacia el hombro.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente el antebrazo hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "pecho",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/k3A5G4TjtxOTz1",
        "id": "0191",
        "nombre": "cable con un brazo inclinado lateralmente",
        "objetivo": "pectorales",
        "Músculos secundarios": [
        "deltoides",
        "trapecio"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, frente a una máquina de cable.",
        "Sujete el mango con una mano y dé un paso atrás para crear tensión en el cable.",
        "Inclínese hacia adelante desde la cintura, manteniendo la espalda recta y el centro del cuerpo contraído.",
        "Extiende el brazo hacia un lado, paralelo al suelo, con el codo ligeramente doblado.",
        "Lentamente vuelve el brazo a la posición inicial, manteniendo el control durante todo el movimiento.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/BgB-vlOcWnfeC7",
        "id": "0192",
        "nombre": "elevación lateral con un brazo y cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "tríceps"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, mirando hacia la máquina de cable.",
        "Sujete el mango del cable con una mano, con la palma hacia abajo, y párese lo suficientemente lejos de la máquina para que haya tensión en el cable.",
        "Mantenga el brazo recto y levántelo lentamente hacia un lado hasta que quede paralelo al suelo.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente el brazo hasta la posición inicial.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/3stizcfyCyIbAB",
        "id": "0193",
        "nombre": "remo alto con un brazo y espalda recta (de rodillas)",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "espalda"
        ],
        "instrucciones": [
        "Fije un mango a una máquina de cable a la altura de la cintura.",
        "Arrodíllate frente a la máquina de cable y agarra el mango con una mano.",
        "Mantén la espalda recta y el centro del cuerpo contraído.",
        "Tire del mango hacia el pecho, apretando los omóplatos.",
        "Haga una pausa por un momento en la parte superior del movimiento.",
        "Suelte lentamente el mango hasta la posición inicial.",
        "Repita el número de repeticiones deseado.",
        "Cambia de lado y repite el ejercicio con el otro brazo."
        ]
    },       
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/xec30nEokZa4d5",
        "id": "0182",
        "name": "extensión de tríceps con cable por encima de la cabeza (conexión con cuerda)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Atar una cuerda a una máquina de cable en una posición alta.",
        "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
        "Sujete la cuerda con ambas manos, con las palmas enfrentadas, y lleve las manos por encima de la cabeza.",
        "Mantenga los brazos superiores cerca de la cabeza y los codos apuntando hacia adelante.",
        "Baja lentamente la cuerda detrás de tu cabeza doblando los codos.",
        "Haz una pausa por un momento y luego extiende los brazos hacia arriba hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/9GMFrmJTyJyae4",
        "id": "0195",
        "nombre": "rizo de predicador de cable",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable de modo que la almohadilla de curl de predicador esté a la altura del pecho.",
        "Siéntese en el banco de curl predicador y coloque la parte superior de los brazos sobre la almohadilla, sujetando el accesorio de cable con un agarre por debajo de la mano.",
        "Mantén la espalda recta y los codos pegados a los costados.",
        "Lentamente, levante el cable hacia los hombros, apretando los bíceps en la parte superior del movimiento.",
        "Haga una pausa por un momento y luego baje lentamente el cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "parte superior de las piernas",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/pNXHoci35LrDoW",
        "id": "0196",
        "nombre": "tirar del cable (con cuerda)",
        "objetivo": "glúteos",
        "Músculos secundarios": [
        "isquiotibiales",
        "espalda baja"
        ],
        "instrucciones": [
        "Colóquese de espaldas a la máquina de cable con los pies separados al ancho de los hombros.",
        "Agarre la cuerda con ambas manos y dé un paso hacia adelante, creando tensión en el cable.",
        "Dobla las caderas y baja la parte superior del cuerpo hasta que quede paralela al suelo, manteniendo la espalda recta.",
        "Contraiga los glúteos y los isquiotibiales para llevar el cuerpo de nuevo a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/IyVIm5Fun5MOt1",
        "id": "0197",
        "nombre": "jalón con cable (barra lat profesional)",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Ajuste la altura del asiento de modo que sus muslos queden paralelos al suelo y sus pies apoyados en el suelo.",
        "Sujete la barra dorsal con un agarre por encima de la mano, con una separación ligeramente mayor que el ancho de los hombros.",
        "Siéntate e inclínate ligeramente hacia atrás, manteniendo el pecho erguido y la espalda recta.",
        "Tire de la barra hacia el pecho, apretando los omóplatos.",
        "Haz una pausa por un momento en la parte inferior del movimiento, luego suelta lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/W72YgqqcAHnop5",
        "id": "0198",
        "nombre": "cable desplegable",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Ajuste la máquina de polea con cable de modo que el asiento esté a una altura cómoda y la almohadilla para la rodilla esté asegurada.",
        "Siéntese en el asiento con la espalda recta y los pies apoyados en el suelo.",
        "Sujete la barra de cable con un agarre superior, con los brazos ligeramente más separados que el ancho de los hombros.",
        "Inclínese ligeramente hacia atrás y contraiga el centro del cuerpo.",
        "Tire de la barra de cable hacia el pecho, apretando los omóplatos.",
        "Haz una pausa por un momento en la parte inferior del movimiento, luego suelte lentamente la barra hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/xTVN6c7eFUmUtX",
        "id": "0199",
        "nombre": "extensión con cable (brazo recto) v. 2",
        "objetivo": "lats",
        "Músculos secundarios": [
        "tríceps",
        "espalda"
        ],
        "instrucciones": [
        "Conecta una barra recta a una máquina de cable con polea alta.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros y las rodillas ligeramente flexionadas.",
        "Sujete la barra con un agarre superior, manteniendo los brazos rectos y las palmas hacia abajo.",
        "Contraiga el centro del cuerpo y mantenga la espalda recta mientras exhala y empuja la barra hacia los muslos.",
        "Haz una pausa por un momento en la parte inferior, luego regresa lentamente la barra a la posición inicial mientras inhalas.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/k1v0iTGwgfU-Lb",
        "id": "0200",
        "nombre": "empuje con cable (con fijación de cuerda)",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Fije un accesorio de cuerda a una polea alta en una máquina de cable.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros y las rodillas ligeramente flexionadas.",
        "Sujete la cuerda con un agarre superior, con las palmas enfrentadas.",
        "Mantenga los codos cerca de los costados y la parte superior de los brazos estacionaria durante todo el ejercicio.",
        "Exhala y empuja la cuerda hacia abajo extendiendo los codos hasta que tus brazos estén completamente extendidos.",
        "Haga una pausa por un momento, luego inhale y regrese lentamente a la posición inicial permitiendo que los codos se flexionen.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/czq3k9xiSUd6CW",
        "id": "0201",
        "nombre": "cable de empuje hacia abajo",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Conecta una barra recta a una máquina de cable con polea alta.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros y las rodillas ligeramente flexionadas.",
        "Sujete la barra con un agarre superior, con las manos separadas al ancho de los hombros.",
        "Mantenga los codos cerca de los costados y la parte superior de los brazos inmóvil.",
        "Exhala y empuja la barra hacia abajo hasta que tus codos estén completamente extendidos.",
        "Haz una pausa por un momento, luego inhala y regresa lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Uzj3OZu5qlQ9Iz",
        "id": "0202",
        "nombre": "remo con cable para deltoides posteriores (estribos)",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trapecio",
        "romboides",
        "bíceps"
        ],
        "instrucciones": [
        "Siéntese en el asiento frente a la máquina de cable con los pies apoyados en el suelo.",
        "Sujete el accesorio de cable con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
        "Mantén la espalda recta e inclínate ligeramente hacia adelante desde las caderas.",
        "Tire del cable hacia el torso retrayendo los omóplatos y apretando los músculos de la espalda.",
        "Haga una pausa por un momento en el pico de la contracción, luego suelte lentamente el cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/k1v0iTGwgfU-Lb",
        "id": "0203",
        "nombre": "remo con cable para deltoides posteriores (con cuerda)",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trapecio",
        "romboides",
        "bíceps"
        ],
        "instrucciones": [
        "Fije un mango de cuerda a una máquina de cable con polea baja.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros.",
        "Sujete el mango de la cuerda con un agarre superior, con las palmas una frente a la otra.",
        "Dobla ligeramente las rodillas e inclínate hacia adelante desde las caderas, manteniendo la espalda recta.",
        "Mantenga los codos ligeramente doblados y tire de la cuerda hacia el pecho, apretando los omóplatos.",
        "Haga una pausa por un momento en la parte superior del movimiento, luego libere lentamente la tensión y regrese a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/a0bl6ptbkoafBg",
        "id": "0204",
        "nombre": "tracción trasera por cable",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "espalda",
        "atrás"
        ],
        "instrucciones": [
        "Coloque un mango en una máquina de cable con polea baja y párese de espaldas a la máquina.",
        "Sujete el mango con un agarre superior y extienda los brazos hacia adelante.",
        "Manteniendo los codos estacionarios, tire del mango hacia su cuerpo, apretando los tríceps al final del movimiento.",
        "Regrese lentamente el mango a la posición inicial y repita el ejercicio hasta obtener la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/11AgopSfqcC3Kj",
        "id": "0205",
        "nombre": "jalón trasero con cable",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "romboides",
        "deltoides posteriores"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable de modo que la polea esté en la posición más alta.",
        "Siéntese frente a la máquina con los pies apoyados en el suelo y las rodillas ligeramente flexionadas.",
        "Sujete el accesorio de cable con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.",
        "Inclínese ligeramente hacia atrás, manteniendo la espalda recta y el pecho erguido.",
        "Tire del cable hacia el pecho, apretando los omóplatos.",
        "Haga una pausa por un momento en la parte inferior del movimiento, luego suelte lentamente el cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/2lZhHlLQc0Yq-N",
        "id": "0206",
        "nombre": "rizo inverso con cable",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Conecte una barra recta a una máquina de cable con polea baja.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Sujete la barra con un agarre por debajo de la mano, con las manos separadas al ancho de los hombros.",
        "Mantenga los codos cerca de los costados y la parte superior de los brazos estacionaria durante todo el ejercicio.",
        "Exhala y levanta la barra hacia los hombros, contrayendo los bíceps.",
        "Haz una pausa por un momento en la parte superior, apretando los bíceps.",
        "Inhala y baja lentamente la barra a la posición inicial, extendiendo completamente los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/IfSiCp9H52e5Eb",
        "id": "0207",
        "nombre": "empujón con agarre invertido con cable",
        "objetivo": "tríceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Conecta una barra recta a una máquina de cable con polea alta.",
        "Colóquese frente a la máquina con los pies separados al ancho de los hombros.",
        "Sujete la barra con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
        "Mantenga los codos cerca de los costados y la parte superior de los brazos estacionaria durante todo el ejercicio.",
        "Utilizando los tríceps, empuje la barra hacia abajo hasta que tus brazos estén completamente extendidos y tus tríceps estén contraídos.",
        "Haga una pausa por un momento y luego regrese lentamente la barra a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/H5pXa9pfRkIKbP",
        "id": "0208",
        "nombre": "remo alto con cable, espalda recta y agarre invertido",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en el asiento frente a la máquina de cable con los pies apoyados en el suelo.",
        "Sujete el accesorio de cable con un agarre supino, con las palmas hacia arriba y las manos separadas al ancho de los hombros.",
        "Mantén la espalda recta e inclínate ligeramente hacia adelante desde las caderas.",
        "Tire del cable hacia el torso retrayendo los omóplatos y apretando los músculos de la espalda.",
        "Haga una pausa por un momento en el pico de la contracción, luego suelte lentamente el cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/uuZc6JqYy6FBMS",
        "id": "0209",
        "nombre": "curl predicador invertido con cable",
        "objetivo": "bíceps",
        "Músculos secundarios": [
        "antebrazos"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable de modo que la almohadilla de curl predicador esté a la altura del pecho.",
        "Siéntese en el banco de curl predicador y coloque la parte superior de los brazos sobre la almohadilla, con las palmas hacia abajo y los codos completamente extendidos.",
        "Agarre los mangos del cable con un agarre por debajo de la mano y con los brazos separados al ancho de los hombros.",
        "Manteniendo los brazos superiores estacionarios, exhale y doble los mangos hacia los hombros, contrayendo los bíceps.",
        "Haz una pausa por un momento en la parte superior del movimiento, apretando los bíceps.",
        "Inhala y baja lentamente los mangos a la posición inicial, extendiendo completamente los codos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/AoBFDlYZBtF0eP",
        "id": "0210",
        "nombre": "curl de muñeca invertido con cable",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "antebrazos",
        "muñecas"
        ],
        "instrucciones": [
        "Conecta un cable a una polea baja y siéntate en un banco frente a la máquina de cable.",
        "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
        "Apoya los antebrazos sobre los muslos, con las muñecas colgando del borde.",
        "Manteniendo los antebrazos estacionarios, exhale y doble las muñecas hacia arriba lo más que pueda.",
        "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente las muñecas hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Lm28k8iruEoiBf",
        "id": "0211",
        "nombre": "giros rusos con cable (sobre balón de estabilidad)",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda baja"
        ],
        "instrucciones": [
        "Siéntese sobre una pelota de estabilidad con los pies apoyados en el suelo y las rodillas dobladas en un ángulo de 90 grados.",
        "Sujete el mango del cable con ambas manos y extienda los brazos hacia adelante.",
        "Inclínese ligeramente hacia atrás mientras mantiene la espalda recta y el centro del cuerpo contraído.",
        "Gira el torso hacia la derecha, llevando el mango del cable hacia la cadera derecha.",
        "Haga una pausa por un momento, luego gire el torso hacia la izquierda, llevando el mango del cable hacia la cadera izquierda.",
        "Continúe alternando giros durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/DWNU4spF4NDSbb",
        "id": "0212",
        "nombre": "abdominales sentados con cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Siéntese en una máquina de cable con los pies apoyados en el suelo y las rodillas dobladas.",
        "Sujete el mango del cable con ambas manos y colóquelo detrás de la cabeza.",
        "Contraiga los abdominales y doble lentamente la parte superior del cuerpo hacia adelante, llevando el pecho hacia las rodillas.",
        "Haz una pausa por un momento en la parte superior y luego regresa lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/yx7zT4MBapU7z1",
        "id": "0213",
        "nombre": "remo alto con barra en V y sentado con cable",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "romboides",
        "deltoides posteriores"
        ],
        "instrucciones": [
        "Siéntese en la máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente dobladas.",
        "Sujete el accesorio de barra en V con un agarre superior, con las palmas enfrentadas y las manos separadas al ancho de los hombros.",
        "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
        "Tire de la barra en V hacia su torso retrayendo los omóplatos y apretando los músculos de la espalda.",
        "Haga una pausa por un momento en el pico de la contracción, luego libere lentamente la tensión y regrese a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },      
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/UHrdnWvzjGR1Ie",
        "id": "0214",
        "nombre": "remo alternado con un brazo sentado con polea",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en un banco frente a una máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente dobladas.",
        "Sujete el mango con una mano y mantenga el brazo completamente extendido frente a usted.",
        "Tire del mango hacia su cuerpo, retrayendo el omóplato y manteniendo el codo cerca del costado.",
        "Haz una pausa por un momento en la parte superior del movimiento, apretando los músculos de la espalda.",
        "Suelte lentamente el mango hasta la posición inicial.",
        "Repita con el otro brazo.",
        "Alterna entre brazos durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/dm6LfRKTYZIpBZ",
        "id": "0215",
        "nombre": "elevación lateral trasera con cable sentado",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trampas",
        "romboides"
        ],
        "instrucciones": [
        "Siéntese en un banco frente a la máquina de cable con los pies apoyados en el suelo.",
        "Sujete las manijas del cable con un agarre superior y extienda los brazos hacia adelante.",
        "Manteniendo los brazos rectos, levántelos lentamente hacia los lados hasta que queden paralelos al suelo.",
        "Haz una pausa por un momento en la parte superior, luego baja lentamente los brazos a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Jl7p2ticRf1NE7",
        "id": "0216",
        "nombre": "rotación interna del hombro con cable sentado",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "manguito rotador",
        "tríceps"
        ],
        "instrucciones": [
        "Siéntese en un banco o silla frente a la máquina de cable con los pies apoyados en el suelo.",
        "Sujete el mango del cable con el brazo extendido hacia delante, paralelo al suelo.",
        "Mantenga el codo ligeramente doblado y los omóplatos hacia atrás y hacia abajo.",
        "Gire lentamente el brazo hacia adentro, llevando el mango del cable hacia el centro de su cuerpo.",
        "Haz una pausa por un momento al final del movimiento, luego regresa lentamente a la posición inicial.",
        "Repita el ejercicio la cantidad de repeticiones deseada y luego cambie de brazo."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/oJZmvcA-cVdtJi",
        "id": "0218",
        "nombre": "remo con cable con agarre ancho y sentado",
        "objetivo": "espalda superior",
        "Músculos secundarios": [
        "bíceps",
        "antebrazos"
        ],
        "instrucciones": [
        "Siéntese en la máquina de remo con cable con los pies apoyados en los reposapiés y las rodillas ligeramente dobladas.",
        "Sujete el mango con un agarre amplio, con las palmas hacia abajo.",
        "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
        "Tire del mango hacia la parte inferior del pecho, apretando los omóplatos.",
        "Haz una pausa por un momento en el pico de la contracción.",
        "Suelte lentamente el mango hasta la posición inicial, extendiendo completamente los brazos.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/FlAiOb4LAUfKbE",
        "id": "0219",
        "nombre": "press de hombros con cable",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "tríceps",
        "parte superior de la espalda"
        ],
        "instrucciones": [
        "Ajuste la máquina de cable de modo que los mangos queden a la altura de los hombros.",
        "Colóquese de espaldas a la máquina con los pies separados al ancho de los hombros.",
        "Sujete las manijas con un agarre superior y llévelas hasta el nivel de los hombros, con los codos doblados y apuntando hacia afuera.",
        "Presione las manijas hacia arriba hasta que sus brazos estén completamente extendidos sobre su cabeza.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente las manijas hasta el nivel de los hombros.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/mFptAx2bdGsmxl",
        "id": "0220",
        "nombre": "encogimiento de hombros con cable",
        "objetivo": "trampas",
        "Músculos secundarios": [
        "espalda"
        ],
        "instrucciones": [
        "Colóquese frente a la máquina de cable con los pies separados al ancho de los hombros.",
        "Sujete los mangos del cable con un agarre superior y deje que los brazos cuelguen frente a usted.",
        "Manteniendo los brazos rectos, encoge los hombros hacia las orejas.",
        "Mantenga la contracción por un momento, luego baje lentamente los hombros hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/JkxlSjNtg3ZDMZ",
        "id": "0221",
        "name": "abdominales con flexión lateral con cable (pelota bosu)",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros, sosteniendo un mango de cable en una mano.",
        "Coloca la otra mano en tu cadera.",
        "Contraiga el centro del cuerpo y dóblese lentamente hacia un lado, hacia la mano que sostiene el cable, manteniendo la espalda recta.",
        "Haga una pausa por un momento en la parte inferior del movimiento y luego regrese lentamente a la posición inicial.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/itqkXWmnKIW7tu",
        "id": "0222",
        "nombre": "curva lateral del cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Párese con los pies separados al ancho de los hombros y agarre el mango del cable con una mano.",
        "Mantén la espalda recta y el centro del cuerpo contraído.",
        "Inclínese lentamente hacia un lado desde la cintura, bajando el mango del cable hacia la rodilla.",
        "Haz una pausa por un momento y luego vuelve a la posición inicial.",
        "Repetir en el otro lado.",
        "Alterna los lados para obtener el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/4kGu11LlSOSjsv",
        "id": "0223",
        "nombre": "abdominales con cable en el lateral",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Fije un mango de cable a una polea baja y colóquese de costado a la máquina.",
        "Sujete el mango con la mano más alejada de la máquina y coloque la otra mano en la cadera.",
        "Mantenga los pies separados al ancho de los hombros y las rodillas ligeramente dobladas.",
        "Con los abdominales contraídos, inclínese hacia un lado desde la cintura, llevando el codo hacia la cadera.",
        "Haz una pausa por un momento en la parte inferior y luego regresa lentamente a la posición inicial.",
        "Repita el ejercicio la cantidad deseada de veces y luego cambie de lado."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/251l4s8-HOfAs3",
        "id": "0224",
        "nombre": "curl de muñeca hacia atrás con polea",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "bíceps",
        "braquial"
        ],
        "instrucciones": [
        "Colóquese frente a una máquina de cable con los pies separados al ancho de los hombros.",
        "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
        "Mantén los brazos rectos y los codos pegados a los costados.",
        "Enrolle lentamente las muñecas hacia arriba, llevando el mango del cable hacia su cuerpo.",
        "Haga una pausa por un momento en la parte superior, luego baje lentamente el mango del cable hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/C997j2YuPq6uWf",
        "id": "0225",
        "nombre": "cable de pie cruzado alto con vuelo inverso",
        "objetivo": "deltoides",
        "Músculos secundarios": [
        "trapecio",
        "romboides",
        "deltoides posteriores"
        ],
        "instrucciones": [
        "Coloque un mango en forma de D en cada lado de una máquina de cable a la altura de los hombros.",
        "Colóquese en el centro de la máquina de cable con los pies separados al ancho de los hombros.",
        "Sujete las manijas con un agarre superior y extienda los brazos hacia los lados, con las palmas hacia adelante.",
        "Mantenga los codos ligeramente flexionados y la espalda recta durante todo el ejercicio.",
        "Contraiga los músculos de los hombros y apriete los omóplatos mientras tira de las manijas hacia el frente del cuerpo.",
        "Haga una pausa por un momento en el punto máximo del movimiento, luego regrese lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "brazos inferiores",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/AoBFDlYZBtF0eP",
        "id": "0210",
        "nombre": "curl de muñeca invertido con cable",
        "objetivo": "antebrazos",
        "Músculos secundarios": [
        "antebrazos",
        "muñecas"
        ],
        "instrucciones": [
        "Conecta un cable a una polea baja y siéntate en un banco frente a la máquina de cable.",
        "Sujete el mango del cable con un agarre superior, con las palmas hacia abajo.",
        "Apoya los antebrazos sobre los muslos, con las muñecas colgando del borde.",
        "Manteniendo los antebrazos estacionarios, exhale y doble las muñecas hacia arriba lo más que pueda.",
        "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente las muñecas hasta la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/Lm28k8iruEoiBf",
        "id": "0211",
        "nombre": "giros rusos con cable (sobre balón de estabilidad)",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos",
        "espalda baja"
        ],
        "instrucciones": [
        "Siéntese sobre una pelota de estabilidad con los pies apoyados en el suelo y las rodillas dobladas en un ángulo de 90 grados.",
        "Sujete el mango del cable con ambas manos y extienda los brazos hacia adelante.",
        "Inclínese ligeramente hacia atrás mientras mantiene la espalda recta y el centro del cuerpo contraído.",
        "Gira el torso hacia la derecha, llevando el mango del cable hacia la cadera derecha.",
        "Haga una pausa por un momento, luego gire el torso hacia la izquierda, llevando el mango del cable hacia la cadera izquierda.",
        "Continúe alternando giros durante el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/DWNU4spF4NDSbb",
        "id": "0212",
        "nombre": "abdominales sentados con cable",
        "objetivo": "abdominales",
        "Músculos secundarios": [
        "oblicuos"
        ],
        "instrucciones": [
        "Siéntese en una máquina de cable con los pies apoyados en el suelo y las rodillas dobladas.",
        "Sujete el mango del cable con ambas manos y colóquelo detrás de la cabeza.",
        "Contraiga los abdominales y doble lentamente la parte superior del cuerpo hacia adelante, llevando el pecho hacia las rodillas.",
        "Haz una pausa por un momento en la parte superior y luego regresa lentamente a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipo": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/yx7zT4MBapU7z1",
        "id": "0213",
        "nombre": "remo alto con barra en V y sentado con cable",
        "objetivo": "lats",
        "Músculos secundarios": [
        "bíceps",
        "romboides",
        "deltoides posteriores"
        ],
        "instrucciones": [
        "Siéntese en la máquina de cable con los pies apoyados en el suelo y las rodillas ligeramente dobladas.",
        "Sujete el accesorio de barra en V con un agarre superior, con las palmas enfrentadas y las manos separadas al ancho de los hombros.",
        "Mantenga la espalda recta e inclínese ligeramente hacia adelante desde las caderas.",
        "Tire de la barra en V hacia su torso retrayendo los omóplatos y apretando los músculos de la espalda.",
        "Haga una pausa por un momento en el pico de la contracción, luego libere lentamente la tensión y regrese a la posición inicial.",
        "Repita el número deseado de repeticiones."
        ]
    },
    {
        "bodyPart": "hombros",
        "equipment": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/EstVayp7MniItv",
        "id": "0164",
        "name": "elevado de hombros con cable",
        "target": "delts",
        "secondaryMuscles": [
            "trapecio",
            "bíceps"
        ],
        "instructions": [
            "Párate con los pies separados al ancho de los hombros y toma el mango del cable con un agarre superior.",
            "Mantén la espalda recta y el centro del cuerpo contraído.",
            "Levanta el mango del cable frente a ti, manteniendo los brazos rectos y las palmas hacia abajo.",
            "Continúa levantando hasta que tus brazos estén paralelos al piso.",
            "Haz una pausa por un momento en la parte superior, luego baja lentamente el mango del cable a la posición inicial.",
            "Repite la cantidad de repeticiones deseadas."
        ]
    },
    {"bodyPart": "brazos superiores",
            "equipment": "cable",
            "gifUrl": "https://v2.exercisedb.io/image/aCL4NLf-7yeHjh",
            "id": "0165",
            "name": "curl de martillo con cable (con cuerda)",
            "target": "bíceps",
            "secondaryMuscles": [
            "antebrazos"
            ],
            "instructions": [
            "Párate derecho con los pies separados al ancho de los hombros y una ligera flexión en las rodillas.",
            "Sujeta el accesorio de cuerda de cable con un agarre por debajo de la mano, las palmas enfrentadas y los brazos completamente extendidos.",
            "Manteniendo la parte superior de los brazos estacionaria, exhala y flexiona las pesas mientras contraes los bíceps.",
            "Continúa levantando el accesorio de cuerda de cable hasta que tus bíceps estén completamente contraídos y la cuerda esté al nivel de los hombros.",
            "Mantén la posición contraída durante una breve pausa mientras aprietas los bíceps.",
            "Inhala y comienza a bajar lentamente el accesorio de cuerda de cable a la posición inicial.",
            "Repite durante la cantidad de segundos que desees. repeticiones."
            ]
        },
        {
            "bodyPart": "espalda",
            "equipment": "cable",
            "gifUrl": "https://v2.exercisedb.io/image/xn4WL-7Aw6dOyp",
            "id": "0167",
            "name": "remo alto con cable (de rodillas)",
            "target": "espalda superior",
            "secondaryMuscles": [
                "bíceps",
                "hombros"
            ],
            "instructions": [
                "Conecta una barra recta a una máquina de cable a la altura del pecho.",
                "Arrodíllate frente a la máquina de cable y agarra la barra con un agarre superior, con las manos separadas al ancho de los hombros.",
                "Siéntate sobre los talones, manteniendo la espalda recta y el centro del cuerpo contraído.",
                "Tira de la barra hacia la parte superior del abdomen, apretando los omóplatos.",
                "Haz una pausa por un momento en la parte superior del movimiento, luego suelta lentamente la barra hasta la posición inicial.",
                "Repite la cantidad de repeticiones deseada."
            ]
            },
            {
            "bodyPart": "espalda",
            "equipment": "cable",
            "gifUrl": "https://v2.exercisedb.io/image/xn4WL-7Aw6dOyp",
            "id": "0167",
            "name": "remo alto con cable (de rodillas)",
            "target": "espalda superior",
            "secondaryMuscles": [
                "bíceps",
                "hombros"
            ],
            "instructions": [
                "Conecta una barra recta a una máquina de cable a la altura del pecho.",
                "Arrodíllate frente a la máquina de cable y agarra la barra con un agarre superior, con las manos separadas al ancho de los hombros.",
                "Siéntate sobre los talones, manteniendo la espalda recta y el centro del cuerpo contraído.",
                "Tira de la barra hacia la parte superior del abdomen, apretando los omóplatos.",
                "Haz una pausa por un momento en la parte superior del movimiento, luego suelta lentamente la barra hasta la posición inicial.",
                "Repite la cantidad de repeticiones deseada."
            ]
            },
            {
            "bodyPart": "piernas superiores",
            "equipment": "cable",
            "gifUrl": "https://v2.exercisedb.io/image/fOc2s3dFwmo-ka",
            "id": "0168",
            "name": "cable hip adduction",
            "target": "adductors",
            "secondaryMuscles": [
                "glutes",
                "quadriceps"
            ],
            "instructions": [
                "Coloque el manguito de tobillo en su tobillo y párese frente a la máquina de cable.",
                "Colóquese lo suficientemente lejos de la máquina para que haya tensión en el cable.",
                "Coloque sus manos en la máquina para apoyarse.",
                "Manteniendo la pierna recta, mueva lentamente la pierna a través de su cuerpo hacia la línea media.",
                "Haga una pausa por un momento al final del movimiento, luego regrese lentamente a la posición inicial.",
                "Repita por la cantidad deseada de repeticiones."
            ]
            },
            {
            "bodyPart": "pecho",
            "equipment": "cable",
            "gifUrl": "https://v2.exercisedb.io/image/aFCG1Hiv97VmM5",
            "id": "0169",
            "name": "press de banca inclinado con cable",
            "target": "pectorales",
            "secondaryMuscles": [
                "deltoides",
                "tríceps"
            ],
            "instructions": [
                "Ajuste el banco a una inclinación de 45 grados.",
                "Fije las manijas del cable a las poleas altas.",
                "Siéntese en el banco frente a la máquina de cable con los pies apoyados en el suelo.",
                "Tome las manijas con un agarre superior y llévelas a la altura de los hombros.",
                "Empuje las manijas hacia adelante y hacia arriba hasta que sus brazos estén completamente extendidos.",
                "Haga una pausa por un momento, luego baje lentamente las manijas a la posición inicial.",
                "Repita la cantidad de repeticiones deseada."
            ]
        },
        {
        "bodyPart": "pecho", 
        "equipment": "cable", 
        "gifUrl": "https://v2.exercisedb.io/image/m1sUaFlkWVmRj4", 
        "id": "0170", 
        "name": "cable incline fly(onstability ball)", 
        "target": "pectorales", 
        "secondaryMuscles": ["deltoides", "tríceps"],
        "instructions": [
            "Coloca una pelota de estabilidad en un ángulo inclinado.",
            "Conecta las manijas de cable a las poleas altas de una máquina de cable.", 
            "Siéntate en la pelota de estabilidad de espaldas a la máquina.",
            "con los pies firmemente plantados en el suelo.",
            "Sujeta las manijas de cable con un agarre superior, con las palmas hacia adelante.", 
            "Inclínate ligeramente hacia adelante.",
            "manteniendo la espalda recta y el centro del cuerpo contraído.",
            "Con un movimiento controlado, lleva los brazos hacia los costados, manteniendo una ligera flexión en los codos.", 
            "Continúa el movimiento hasta que tus brazos estén paralelos al suelo.",
            "Haz una pausa por un momento, luego regresa lentamente a la posición inicial. posición.",
            "Repita la cantidad de repeticiones deseada."
        ]
        },
        {
        "bodyPart": "pecho",
        "equipment": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/TftSzBUA44lW3t",
        "id": "0171",
        "name": "cable incline fly",
        "target": "pectorales",
        "secondaryMuscles": [
            "deltoides",
            "tríceps"
        ],
        "instructions": [
            "Ajuste la máquina de cable a una posición baja y coloque las manijas.", 
            "Siéntese en un banco inclinado con la espalda contra la almohadilla y los pies apoyados en el piso.",
            "Sujete las manijas con un agarre superior y extienda los brazos hacia adelante.", 
            "Manteniendo una ligera flexión en los codos.",
            "abra los brazos hacia los lados en un movimiento controlado.",
            "Haga una pausa por un momento en la posición completamente extendida, luego regrese lentamente a la posición inicial.", 
            "Repita la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "pecho", 
        "equipment": "cable", 
        "gifUrl": "https: //v2.exercisedb.io/image/TftSzBUA44lW3t", 
        "id": "0171", 
        "name": "cableinclinefly", 
        "target": "pectorales", 
        "secondaryMuscles": ["deltoides", "tríceps"],
        "instructions": [
            "Ajuste la máquina de cable a una posición baja y coloque las manijas.",
            "Siéntese en un banco inclinado con la espalda contra la almohadilla y los pies apoyados en el piso.", 
            "Sujete las manijas con un agarre superior y extienda los brazos hacia adelante.",
            "Mantenga los codos ligeramente doblados y abra los brazos hacia los lados en un movimiento controlado.", 
            "Haga una pausa por un momento en la posición completamente extendida y luego regrese lentamente a la posición inicial.",
            "Repita la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "espalda",
        "equipment": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/OZR0f8QHUHBIeI",
        "id": "0172",
        "name": "cable incline pushdown",
        "target": "dorsales",
        "secondaryMuscles": [
            "tríceps",
            "hombros"
        ],
        "instructions": [
            "Conecta una barra recta a una máquina de cable con polea alta.", 
            "Párate de espaldas a la máquina con los pies separados al ancho de los hombros.",
            "Sujeta la barra con un agarre superior, con las manos ligeramente más separadas que el ancho de los hombros.", 
            "Inclínate ligeramente hacia adelante y mantén la espalda recta.",
            "Tira de la barra hacia los muslos extendiendo los codos.", 
            "Haz una pausa por un momento en la parte inferior y luego regresa lentamente la barra a la posición inicial.",
            "Repite la cantidad de repeticiones deseadas."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipment":"cable",
        "gifUrl":"https: //v2.exercisedb.io/image/Uzj3OZu5qlQ9Iz",
        "id":"0173",
        "name":"cableinclinetricepsextension",
        "target":"triceps",
        "secondaryMuscles":["hombros"],
        "instructions":[
            "Ajuste la máquina de cable a una posición de polea baja.", 
            "Conecte una barra recta al cable.",
            "Párese de espaldas a la máquina con los pies separados al ancho de los hombros.",
            "Sujete la barra con un agarre superior y extienda los brazos rectos sobre la cabeza.",
            "Inclínese ligeramente hacia adelante.",
            "manteniendo la espalda recta y el centro del cuerpo contraído.",
            "Doble los codos y baje la barra detrás de la cabeza.",
            "manteniendo la parte superior de los brazos cerca de las orejas.",
            "Haga una pausa por un momento en la parte superior del movimiento, luego regrese lentamente a la posición inicial.",
            "luego extienda los brazos de regreso a la posición inicial.",
            "Repita la cantidad de veces que desee repetir."
        ]
    },
    {
        "bodyPart": "cintura", 
        "equipment": "cable", 
        "gifUrl": "https: //v2.exercisedb.io/image/wYxA2YnuejIrgq", 
        "id": "0174", "name": "cablejudoflip", 
        "target": "abs", 
        "secondaryMuscles": ["oblicuos", "hombros"],
        "instructions": [
            "Párate frente a la máquina de cable con los pies separados al ancho de los hombros.",
            "Sostén el mango del cable con ambas manos a la altura del pecho, con las palmas hacia abajo.", 
            "Contrae el centro del cuerpo y gira el torso hacia la derecha.",
            "tirando del cable por encima del cuerpo.",
            "Mientras giras, gira el pie trasero y deja que las caderas giren de forma natural.", 
            "Extiende los brazos por completo y termina el movimiento girando el mango del cable sobre el hombro.",
            "Vuelve a la posición inicial invirtiendo el movimiento, girando el torso hacia el centro.",
            "Repite el movimiento del lado opuesto.",
            "Continúa alternando los lados durante la cantidad de segundos que desees repetir."
        ]
    },
    {
        "bodyPart": "cintura",
        "equipment": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/1efidI26mfRLfr",
        "id": "0175",
        "name": "abdominales con cable de rodillas",
        "target": "abdominales",
        "secondaryMuscles": [
            "oblicuos"
        ],
        "instructions": [
            "Conecta un mango de cuerda a una polea alta y arrodíllate mirando hacia el lado opuesto de la máquina.",
            "Sujeta el mango de cuerda con ambas manos y colócalo detrás de la cabeza, manteniendo los codos hacia los lados.",
            "Manteniendo las caderas estacionarias, flexiona la cintura y baja el torso hacia los muslos.",
            "Haz una pausa por un momento en la parte inferior, luego regresa lentamente a la posición inicial.",
            "Repite la cantidad de repeticiones deseada."
        ]
    },
    {
        "bodyPart": "brazos superiores",
        "equipment": "cable",
        "gifUrl": "https://v2.exercisedb.io/image/o5xB-B1MYU6EmT",
        "id": "0176",
        "name": "cable kneeling triceps extension",
        "target": "triceps",
        "secondaryMuscles": [
        "hombros"
        ],
        "instructions": [
        "Conecta un mango de cuerda a una polea alta y arrodíllate mirando hacia la máquina de cable.",
        "Sujeta la cuerda con un agarre neutro (palmas enfrentadas) y lleva las manos a los costados de la cabeza.",
        "Mantén los codos cerca de la cabeza y la parte superior de los brazos estacionaria durante todo el ejercicio.",
        "Extiende los antebrazos contrayendo los tríceps hasta que los brazos estén completamente extendidos.",
        "Haz una pausa por un momento, luego regresa lentamente a la posición inicial doblando los codos.",
        "Repite la cantidad de repeticiones deseadas."
        ]
    }     
]